ELF Header:
  Magic:   7f 45 4c 46 01 02 01 00 00 00 00 00 00 00 00 00 
  Class:                             ELF32
  Data:                              2's complement, big endian
  Version:                           1 (current)
  OS/ABI:                            UNIX - System V
  ABI Version:                       0
  Type:                              EXEC (Executable file)
  Machine:                           MC68000
  Version:                           0x1
  Entry point address:               0x420
  Start of program headers:          52 (bytes into file)
  Start of section headers:          429176 (bytes into file)
  Flags:                             0x0
  Size of this header:               52 (bytes)
  Size of program headers:           32 (bytes)
  Number of program headers:         6
  Size of section headers:           40 (bytes)
  Number of section headers:         18
  Section header string table index: 15

Section Headers:
  [Nr] Name              Type            Addr     Off    Size   ES Flg Lk Inf Al
  [ 0]                   NULL            00000000 000000 000000 00       0   0 0
  [ 1] .pevector         PROGBITS        00000000 002000 000400 00  WA   0   0 2
  [ 2] .pecfmconfig      PROGBITS        00000400 002400 000020 00  WA   0   0 1
  [ 3] .pecrt0           PROGBITS        00000420 002420 0000d0 00 WAX   0   0 1
  [ 4] .text             PROGBITS        000004f0 0024f0 011690 00  AX   0   0 4

     DW_AT_encoding    : 7	(unsigned)
 <1><1b0>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : uint8	
     DW_AT_byte_size   : 1	
     DW_AT_encoding    : 7	(unsigned)
 <1><1b9>: Abbrev Number: 6 (DW_TAG_subprogram)
     DW_AT_sibling     : <1e1>	
     DW_AT_external    : 1	
     DW_AT_name        : enable_ints	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 373	
     DW_AT_prototyped  : 1	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <2><1d0>: Abbrev Number: 7 (DW_TAG_variable)
     DW_AT_name        : __level	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 374	
     DW_AT_type        : <1e1>	
 <1><1e1>: Abbrev Number: 8 (DW_TAG_volatile_type)
     DW_AT_type        : <1e6>	
 <1><1e6>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : uint16	
     DW_AT_byte_size   : 2	
     DW_AT_encoding    : 7	(unsigned)
 <1><1f0>: Abbrev Number: 6 (DW_TAG_subprogram)
     DW_AT_sibling     : <219>	
     DW_AT_external    : 1	
     DW_AT_name        : disable_ints	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 384	
     DW_AT_prototyped  : 1	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <2><208>: Abbrev Number: 7 (DW_TAG_variable)
     DW_AT_name        : __level	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 385	
     DW_AT_type        : <1e1>	
 <1><219>: Abbrev Number: 9 (DW_TAG_subprogram)
     DW_AT_sibling     : <235>	
     DW_AT_abstract_origin: <1b9>	
     DW_AT_low_pc      : 0xb72	
     DW_AT_high_pc     : 0xb8c	
     DW_AT_frame_base  : 1 byte block: 5e 	(reg 14)
 <2><22c>: Abbrev Number: 10 (DW_TAG_variable)
     DW_AT_abstract_origin: <1d0>	
     DW_AT_location    : 2 byte block: 91 7e 	(DW_OP_fbreg: -2)
 <1><235>: Abbrev Number: 9 (DW_TAG_subprogram)
     DW_AT_sibling     : <251>	
     DW_AT_abstract_origin: <1f0>	
     DW_AT_low_pc      : 0xb8c	
     DW_AT_high_pc     : 0xba6	
     DW_AT_frame_base  : 1 byte block: 5e 	(reg 14)
 <2><248>: Abbrev Number: 10 (DW_TAG_variable)
     DW_AT_abstract_origin: <208>	
     DW_AT_location    : 2 byte block: 91 7e 	(DW_OP_fbreg: -2)
 <1><251>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : __int32_t	
     DW_AT_decl_file   : 2	
     DW_AT_decl_line   : 113	
     DW_AT_type        : <19f>	
 <1><262>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : __uint32_t	
     DW_AT_decl_file   : 2	
     DW_AT_decl_line   : 114	
     DW_AT_type        : <274>	
 <1><274>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : unsigned int	
     DW_AT_byte_size   : 4	
     DW_AT_encoding    : 7	(unsigned)
 <1><284>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : size_t	
     DW_AT_decl_file   : 3	
     DW_AT_decl_line   : 170	
     DW_AT_type        : <292>	
 <1><292>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : long unsigned int	
     DW_AT_byte_size   : 4	
     DW_AT_encoding    : 7	(unsigned)
 <1><2a7>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : __gnuc_va_list	
     DW_AT_decl_file   : 4	
     DW_AT_decl_line   : 73	
     DW_AT_type        : <2bd>	
 <1><2bd>: Abbrev Number: 12 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
 <1><2bf>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : ptrdiff_t	
     DW_AT_decl_file   : 3	
     DW_AT_decl_line   : 118	
     DW_AT_type        : <2d0>	
 <1><2d0>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : long int	
     DW_AT_byte_size   : 4	
     DW_AT_encoding    : 5	(signed)
 <1><2dc>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : wchar_t	
     DW_AT_decl_file   : 3	
     DW_AT_decl_line   : 255	
     DW_AT_type        : <2d0>	
 <1><2eb>: Abbrev Number: 13 (DW_TAG_typedef)
     DW_AT_name        : wint_t	
     DW_AT_decl_file   : 3	
     DW_AT_decl_line   : 280	
     DW_AT_type        : <274>	
 <1><2fa>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : u_char	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 53	
     DW_AT_type        : <308>	
 <1><308>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : unsigned char	
     DW_AT_byte_size   : 1	
     DW_AT_encoding    : 8	(unsigned char)
 <1><319>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : u_short	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 54	
     DW_AT_type        : <328>	
 <1><328>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : short unsigned int	
     DW_AT_byte_size   : 2	
     DW_AT_encoding    : 7	(unsigned)
 <1><33e>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : u_int	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 55	
     DW_AT_type        : <274>	
 <1><34b>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : u_long	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 56	
     DW_AT_type        : <292>	
 <1><359>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : ushort	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 59	
     DW_AT_type        : <328>	
 <1><367>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : uint	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 60	
     DW_AT_type        : <274>	
 <1><373>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : clock_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 64	
     DW_AT_type        : <292>	
 <1><382>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : time_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 69	
     DW_AT_type        : <2d0>	
 <1><390>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <3c5>	
     DW_AT_name        : timespec	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 74	
 <2><3a1>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tv_sec	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 75	
     DW_AT_type        : <382>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3b2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tv_nsec	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 76	
     DW_AT_type        : <2d0>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><3c5>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <402>	
     DW_AT_name        : itimerspec	
     DW_AT_byte_size   : 16	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 79	
 <2><3d8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : it_interval	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 80	
     DW_AT_type        : <390>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3ee>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : it_value	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 81	
     DW_AT_type        : <390>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <1><402>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : daddr_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 85	
     DW_AT_type        : <2d0>	
 <1><411>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : caddr_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 86	
     DW_AT_type        : <420>	
 <1><420>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <426>	
 <1><426>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : char	
     DW_AT_byte_size   : 1	
     DW_AT_encoding    : 6	(signed char)
 <1><42e>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : ino_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 94	
     DW_AT_type        : <328>	
 <1><43b>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : dev_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 126	
     DW_AT_type        : <448>	
 <1><448>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : short int	
     DW_AT_byte_size   : 2	
     DW_AT_encoding    : 5	(signed)
 <1><455>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : off_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 129	
     DW_AT_type        : <2d0>	
 <1><462>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : uid_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 131	
     DW_AT_type        : <328>	
 <1><46f>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : gid_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 132	
     DW_AT_type        : <328>	
 <1><47c>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : pid_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 133	
     DW_AT_type        : <19f>	
 <1><489>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : key_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 134	
     DW_AT_type        : <2d0>	
 <1><496>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : ssize_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 135	
     DW_AT_type        : <2d0>	
 <1><4a5>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : mode_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 148	
     DW_AT_type        : <274>	
 <1><4b3>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : nlink_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 152	
     DW_AT_type        : <328>	
 <1><4c2>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : fd_mask	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 172	
     DW_AT_type        : <2d0>	
 <1><4d1>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <4fb>	
     DW_AT_name        : _types_fd_set	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 180	
 <2><4e7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : fds_bits	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 181	
     DW_AT_type        : <4fb>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <1><4fb>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <507>	
     DW_AT_type        : <4c2>	
 <2><504>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 1	
 <1><507>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : _types_fd_set	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 182	
     DW_AT_type        : <4d1>	
 <1><51c>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <5c8>	
     DW_AT_name        : tm	
     DW_AT_byte_size   : 36	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 35	
 <2><527>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_sec	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 36	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><538>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_min	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 37	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><549>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_hour	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 38	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><55b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_mday	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 39	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><56d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_mon	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 40	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><57e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_year	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><590>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_wday	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 42	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><5a2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_yday	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 43	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><5b4>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_isdst	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 44	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <1><5c8>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : __ULong	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 28	
     DW_AT_type        : <262>	
 <1><5d7>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <617>	
     DW_AT_name        : _glue	
     DW_AT_byte_size   : 12	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 32	
 <2><5e5>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _next	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 33	
     DW_AT_type        : <617>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5f5>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _niobs	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 34	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><606>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _iobs	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 35	
     DW_AT_type        : <778>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <1><617>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <5d7>	
 <1><61d>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <778>	
     DW_AT_name        : __sFILE	
     DW_AT_byte_size   : 88	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 35	
 <2><62d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _p	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 103	
     DW_AT_type        : <77e>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><63a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _r	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 104	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><647>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _w	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 105	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><654>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _flags	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 106	
     DW_AT_type        : <448>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><665>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _file	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 107	
     DW_AT_type        : <448>	
     DW_AT_data_member_location: 2 byte block: 23 e 	(DW_OP_plus_uconst: 14)
 <2><675>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _bf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 108	
     DW_AT_type        : <784>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><683>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _lbfsize	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 109	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><696>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _cookie	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 112	
     DW_AT_type        : <2bd>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><6a8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _read	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 114	
     DW_AT_type        : <7ce>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><6b8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _write	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 115	
     DW_AT_type        : <7f9>	
     DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><6c9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _seek	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 116	
     DW_AT_type        : <824>	
     DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><6d9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _close	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 117	
     DW_AT_type        : <83a>	
     DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><6ea>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _ub	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 120	
     DW_AT_type        : <784>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><6f8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _up	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 121	
     DW_AT_type        : <77e>	
     DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><706>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _ur	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 122	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><714>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _ubuf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 125	
     DW_AT_type        : <840>	
     DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><724>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _nbuf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 126	
     DW_AT_type        : <84c>	
     DW_AT_data_member_location: 2 byte block: 23 43 	(DW_OP_plus_uconst: 67)
 <2><734>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _lb	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 129	
     DW_AT_type        : <784>	
     DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><742>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _blksize	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 132	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><755>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _offset	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 133	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><767>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _data	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 135	
     DW_AT_type        : <a0d>	
     DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <1><778>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <61d>	
 <1><77e>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <308>	
 <1><784>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <7b4>	
     DW_AT_name        : __sbuf	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 64	
 <2><793>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _base	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 65	
     DW_AT_type        : <77e>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7a3>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _size	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 66	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><7b4>: Abbrev Number: 19 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <7ce>	
     DW_AT_prototyped  : 1	
     DW_AT_type        : <19f>	
 <2><7be>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <2bd>	
 <2><7c3>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <420>	
 <2><7c8>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <19f>	
 <1><7ce>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <7b4>	
 <1><7d4>: Abbrev Number: 19 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <7ee>	
     DW_AT_prototyped  : 1	
     DW_AT_type        : <19f>	
 <2><7de>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <2bd>	
 <2><7e3>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <7ee>	
 <2><7e8>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <19f>	
 <1><7ee>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <7f4>	
 <1><7f4>: Abbrev Number: 21 (DW_TAG_const_type)
     DW_AT_type        : <426>	
 <1><7f9>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <7d4>	
 <1><7ff>: Abbrev Number: 19 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <819>	
     DW_AT_prototyped  : 1	
     DW_AT_type        : <819>	
 <2><809>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <2bd>	
 <2><80e>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <819>	
 <2><813>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <19f>	
 <1><819>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : _fpos_t	
     DW_AT_byte_size   : 4	
     DW_AT_encoding    : 5	(signed)
 <1><824>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <7ff>	
 <1><82a>: Abbrev Number: 19 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <83a>	
     DW_AT_prototyped  : 1	
     DW_AT_type        : <19f>	
 <2><834>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <2bd>	
 <1><83a>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <82a>	
 <1><840>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <84c>	
     DW_AT_type        : <308>	
 <2><849>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 2	
 <1><84c>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <858>	
     DW_AT_type        : <308>	
 <2><855>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 0	
 <1><858>: Abbrev Number: 22 (DW_TAG_structure_type)
     DW_AT_sibling     : <a0d>	
     DW_AT_name        : _reent	
     DW_AT_byte_size   : 746	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 135	
 <2><868>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _errno	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 149	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><879>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _stdin	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 154	
     DW_AT_type        : <778>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><88a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _stdout	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 154	
     DW_AT_type        : <778>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><89c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _stderr	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 154	
     DW_AT_type        : <778>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><8ae>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _inc	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 156	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><8bd>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _emergency	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 157	
     DW_AT_type        : <a13>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><8d2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _current_category	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 159	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 2e 	(DW_OP_plus_uconst: 46)
 <2><8ee>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _current_locale	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 160	
     DW_AT_type        : <7ee>	
     DW_AT_data_member_location: 2 byte block: 23 32 	(DW_OP_plus_uconst: 50)
 <2><908>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : __sdidinit	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 162	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 36 	(DW_OP_plus_uconst: 54)
 <2><91d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : __cleanup	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 164	
     DW_AT_type        : <a2b>	
     DW_AT_data_member_location: 2 byte block: 23 3a 	(DW_OP_plus_uconst: 58)
 <2><931>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _result	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 167	
     DW_AT_type        : <a9d>	
     DW_AT_data_member_location: 2 byte block: 23 3e 	(DW_OP_plus_uconst: 62)
 <2><943>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _result_k	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 168	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 42 	(DW_OP_plus_uconst: 66)
 <2><957>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _p5s	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 169	
     DW_AT_type        : <a9d>	
     DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><966>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _freelist	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 170	
     DW_AT_type        : <aa3>	
     DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><97a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _cvtlen	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 173	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 4e 	(DW_OP_plus_uconst: 78)
 <2><98c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _cvtbuf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 174	
     DW_AT_type        : <420>	
     DW_AT_data_member_location: 2 byte block: 23 52 	(DW_OP_plus_uconst: 82)
 <2><99e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _new	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 197	
     DW_AT_type        : <aa9>	
     DW_AT_data_member_location: 2 byte block: 23 56 	(DW_OP_plus_uconst: 86)
 <2><9ad>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _atexit	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 200	
     DW_AT_type        : <b0e>	
     DW_AT_data_member_location: 3 byte block: 23 c6 2 	(DW_OP_plus_uconst: 326)
 <2><9c0>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _atexit0	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 201	
     DW_AT_type        : <acf>	
     DW_AT_data_member_location: 3 byte block: 23 ca 2 	(DW_OP_plus_uconst: 330)
 <2><9d4>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _sig_func	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 204	
     DW_AT_type        : <b20>	
     DW_AT_data_member_location: 3 byte block: 23 d2 3 	(DW_OP_plus_uconst: 466)
 <2><9e9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : __sglue	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 209	
     DW_AT_type        : <5d7>	
     DW_AT_data_member_location: 3 byte block: 23 d6 3 	(DW_OP_plus_uconst: 470)
 <2><9fc>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : __sf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 210	
     DW_AT_type        : <b2c>	
     DW_AT_data_member_location: 3 byte block: 23 e2 3 	(DW_OP_plus_uconst: 482)
 <1><a0d>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <858>	
 <1><a13>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <a1f>	
     DW_AT_type        : <426>	
 <2><a1c>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 24	
 <1><a1f>: Abbrev Number: 23 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <a2b>	
     DW_AT_prototyped  : 1	
 <2><a25>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <a0d>	
 <1><a2b>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <a1f>	
 <1><a31>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <a9d>	
     DW_AT_name        : _Bigint	
     DW_AT_byte_size   : 24	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 39	
 <2><a41>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _next	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 40	
     DW_AT_type        : <a9d>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><a51>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _k	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><a5e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _maxwds	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><a70>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _sign	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><a80>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _wds	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><a8f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _x	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 42	
     DW_AT_type        : <c4c>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <1><a9d>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <a31>	
 <1><aa3>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <a9d>	
 <1><aa9>: Abbrev Number: 24 (DW_TAG_union_type)
     DW_AT_sibling     : <acf>	
     DW_AT_byte_size   : 240	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 197	
 <2><ab1>: Abbrev Number: 25 (DW_TAG_member)
     DW_AT_name        : _reent	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 187	
     DW_AT_type        : <b4c>	
 <2><abf>: Abbrev Number: 25 (DW_TAG_member)
     DW_AT_name        : _unused	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 196	
     DW_AT_type        : <be1>	
 <1><acf>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <b0e>	
     DW_AT_name        : _atexit	
     DW_AT_byte_size   : 136	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 51	
 <2><adf>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _next	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 52	
     DW_AT_type        : <b0e>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><aef>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _ind	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 53	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><afe>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _fns	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 54	
     DW_AT_type        : <b38>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <1><b0e>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <acf>	
 <1><b14>: Abbrev Number: 23 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <b20>	
     DW_AT_prototyped  : 1	
 <2><b1a>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <19f>	
 <1><b20>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <b26>	
 <1><b26>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <b14>	
 <1><b2c>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <b38>	
     DW_AT_type        : <61d>	
 <2><b35>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 2	
 <1><b38>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <b44>	
     DW_AT_type        : <b46>	
 <2><b41>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 31	
 <1><b44>: Abbrev Number: 26 (DW_TAG_subroutine_type)
     DW_AT_prototyped  : 1	
 <1><b46>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <b44>	
 <1><b4c>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <be1>	
     DW_AT_byte_size   : 82	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 187	
 <2><b54>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _unused_rand	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 180	
     DW_AT_type        : <274>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b6b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _strtok_last	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 181	
     DW_AT_type        : <420>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b82>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _asctime_buf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 182	
     DW_AT_type        : <c26>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b99>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _localtime_buf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 183	
     DW_AT_type        : <51c>	
     DW_AT_data_member_location: 2 byte block: 23 22 	(DW_OP_plus_uconst: 34)
 <2><bb2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _gamma_signgam	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 184	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><bcb>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _rand_next	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 185	
     DW_AT_type        : <c32>	
     DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <1><be1>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <c0e>	
     DW_AT_byte_size   : 240	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 196	
 <2><be9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _nextf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 194	
     DW_AT_type        : <c0e>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><bfa>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _nmalloc	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 195	
     DW_AT_type        : <c1a>	
     DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <1><c0e>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <c1a>	
     DW_AT_type        : <77e>	
 <2><c17>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 29	
 <1><c1a>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <c26>	
     DW_AT_type        : <274>	
 <2><c23>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 29	
 <1><c26>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <c32>	
     DW_AT_type        : <426>	
 <2><c2f>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 25	
 <1><c32>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : long long unsigned int	
     DW_AT_byte_size   : 8	
     DW_AT_encoding    : 7	(unsigned)
 <1><c4c>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <c58>	
     DW_AT_type        : <5c8>	
 <2><c55>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 0	
 <1><c58>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : _fpos_t	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 74	
     DW_AT_type        : <2d0>	
 <1><c67>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : fpos_t	
     DW_AT_decl_file   : 8	
     DW_AT_decl_line   : 50	
     DW_AT_type        : <c58>	
 <1><c75>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : FILE	
     DW_AT_decl_file   : 8	
     DW_AT_decl_line   : 52	
     DW_AT_type        : <61d>	
 <1><c81>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <ca7>	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 25	
 <2><c89>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : quot	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><c98>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rem	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <19f>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><ca7>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : div_t	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 25	
     DW_AT_type        : <c81>	
 <1><cb4>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <cda>	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 31	
 <2><cbc>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : quot	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 29	
     DW_AT_type        : <2d0>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ccb>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rem	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 30	
     DW_AT_type        : <2d0>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><cda>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : ldiv_t	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 31	
     DW_AT_type        : <cb4>	
 <1><ce8>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : va_list	
     DW_AT_decl_file   : 4	
     DW_AT_decl_line   : 188	
     DW_AT_type        : <2a7>	
 <1><cf7>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : uint8	
     DW_AT_decl_file   : 10	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <308>	
 <1><d04>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : uint16	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 4	
     DW_AT_type        : <328>	
 <1><d12>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : uint32	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 5	
     DW_AT_type        : <292>	
 <1><d20>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : uint64	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 6	
     DW_AT_type        : <c32>	
 <1><d2e>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : int16	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 7	
     DW_AT_type        : <448>	
 <1><d3b>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : int32	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 8	
     DW_AT_type        : <2d0>	
 <1><d48>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : int8	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 9	
     DW_AT_type        : <426>	
 <1><d54>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <1591>	
     DW_AT_byte_size   : 95	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 110	
 <2><d5c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CONTROL1	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><d6f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : STATUS1	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><d81>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : STATUS2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><d93>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWRCTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 18	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 3 	(DW_OP_plus_uconst: 3)
 <2><da4>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : MRAM_CTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 19	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><db7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : MRAM_CTL_REG	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 20	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 5 	(DW_OP_plus_uconst: 5)
 <2><dce>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : MRAM_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 21	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><de5>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : STATUS3	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 22	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 7 	(DW_OP_plus_uconst: 7)
 <2><df7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : LI1_TX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><e08>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : LI1_RX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 9 	(DW_OP_plus_uconst: 9)
 <2><e19>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CDH_STATUS4_REG	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 25	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 a 	(DW_OP_plus_uconst: 10)
 <2><e33>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : IMU2_TX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 26	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 b 	(DW_OP_plus_uconst: 11)
 <2><e45>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : IMU2_RX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 27	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><e57>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : DAC12_H	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 28	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 d 	(DW_OP_plus_uconst: 13)
 <2><e69>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CDH_FPGA_VER	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 29	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 e 	(DW_OP_plus_uconst: 14)
 <2><e80>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TEST_TLM	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 30	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 f 	(DW_OP_plus_uconst: 15)
 <2><e93>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TEST_CMD	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 31	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><ea6>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : DAC12_L	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 32	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 11 	(DW_OP_plus_uconst: 17)
 <2><eb8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CDH_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 33	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 12 	(DW_OP_plus_uconst: 18)
 <2><ed0>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CDH_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 34	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 13 	(DW_OP_plus_uconst: 19)
 <2><ee7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CDH_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 35	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><eff>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CDH_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 36	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 15 	(DW_OP_plus_uconst: 21)
 <2><f19>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CONTROL2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 37	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 16 	(DW_OP_plus_uconst: 22)
 <2><f2c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : FIP_TX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 38	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 17 	(DW_OP_plus_uconst: 23)
 <2><f3d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : FIP_RX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 39	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><f4e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : IMU1_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 40	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 19 	(DW_OP_plus_uconst: 25)
 <2><f63>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : IMU1_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 1a 	(DW_OP_plus_uconst: 26)
 <2><f77>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : IMU1_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 42	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 1b 	(DW_OP_plus_uconst: 27)
 <2><f8c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : IMU1_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 43	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><fa3>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_CTL_REG	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 44	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 1d 	(DW_OP_plus_uconst: 29)
 <2><fb9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PER_L	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 45	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 1e 	(DW_OP_plus_uconst: 30)
 <2><fcd>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PER_H	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 46	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 1f 	(DW_OP_plus_uconst: 31)
 <2><fe1>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_XL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 47	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><ff8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_XH	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 48	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 21 	(DW_OP_plus_uconst: 33)
 <2><100f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_YL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 49	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 22 	(DW_OP_plus_uconst: 34)
 <2><1026>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_YH	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 50	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 23 	(DW_OP_plus_uconst: 35)
 <2><103d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_ZL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 51	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><1054>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_ZH	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 52	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 25 	(DW_OP_plus_uconst: 37)
 <2><106b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : INT_CTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 53	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 26 	(DW_OP_plus_uconst: 38)
 <2><107d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : INT_MASK	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 54	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 27 	(DW_OP_plus_uconst: 39)
 <2><1090>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER1_CTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 55	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><10a5>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER1_DAT0	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 56	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 29 	(DW_OP_plus_uconst: 41)
 <2><10bb>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER1_DAT1	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 57	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 2a 	(DW_OP_plus_uconst: 42)
 <2><10d1>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER1_DAT2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 58	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 2b 	(DW_OP_plus_uconst: 43)
 <2><10e7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER1_DAT3	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 59	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><10fd>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWRCTL2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 60	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 2d 	(DW_OP_plus_uconst: 45)
 <2><110f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_BURN	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 61	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 2e 	(DW_OP_plus_uconst: 46)
 <2><1122>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_BURN	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 62	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 2f 	(DW_OP_plus_uconst: 47)
 <2><1135>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_BURN	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 63	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><1148>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_BURN	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 64	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 31 	(DW_OP_plus_uconst: 49)
 <2><115b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : EPS_BURN_PWR	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 65	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 32 	(DW_OP_plus_uconst: 50)
 <2><1172>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BURN_PWR_STATUS	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 66	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 33 	(DW_OP_plus_uconst: 51)
 <2><118c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : EPS_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 67	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><11a4>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : EPS_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 68	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 35 	(DW_OP_plus_uconst: 53)
 <2><11bb>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : EPS_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 69	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 36 	(DW_OP_plus_uconst: 54)
 <2><11d3>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : EPS_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 70	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 37 	(DW_OP_plus_uconst: 55)
 <2><11ed>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 71	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><1205>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 72	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 39 	(DW_OP_plus_uconst: 57)
 <2><121c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 73	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 3a 	(DW_OP_plus_uconst: 58)
 <2><1234>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 74	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 3b 	(DW_OP_plus_uconst: 59)
 <2><124e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 75	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><1266>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 76	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 3d 	(DW_OP_plus_uconst: 61)
 <2><127d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 77	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 3e 	(DW_OP_plus_uconst: 62)
 <2><1295>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 78	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 3f 	(DW_OP_plus_uconst: 63)
 <2><12af>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 79	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><12c7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 80	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 41 	(DW_OP_plus_uconst: 65)
 <2><12de>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 81	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 42 	(DW_OP_plus_uconst: 66)
 <2><12f6>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 82	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 43 	(DW_OP_plus_uconst: 67)
 <2><1310>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 83	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><1328>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 84	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 45 	(DW_OP_plus_uconst: 69)
 <2><133f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 85	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><1357>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 86	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 47 	(DW_OP_plus_uconst: 71)
 <2><1371>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_MAG_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 87	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><1389>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_MAG_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 88	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 49 	(DW_OP_plus_uconst: 73)
 <2><13a0>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_MAG_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 89	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><13b8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_MAG_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 90	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><13d2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_MAG_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 91	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><13ea>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_MAG_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 92	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 4d 	(DW_OP_plus_uconst: 77)
 <2><1401>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_MAG_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 93	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 4e 	(DW_OP_plus_uconst: 78)
 <2><1419>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_MAG_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 94	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 4f 	(DW_OP_plus_uconst: 79)
 <2><1433>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_MAG_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 95	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><144b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_MAG_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 96	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 51 	(DW_OP_plus_uconst: 81)
 <2><1462>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_MAG_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 97	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 52 	(DW_OP_plus_uconst: 82)
 <2><147a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_MAG_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 98	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 53 	(DW_OP_plus_uconst: 83)
 <2><1494>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_MAG_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 99	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><14ac>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_MAG_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 100	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 55 	(DW_OP_plus_uconst: 85)
 <2><14c3>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_MAG_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 101	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 56 	(DW_OP_plus_uconst: 86)
 <2><14db>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_MAG_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 102	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 57 	(DW_OP_plus_uconst: 87)
 <2><14f5>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER2_CTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 103	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><150a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER2_DAT0	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 104	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 59 	(DW_OP_plus_uconst: 89)
 <2><1520>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER2_DAT1	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 105	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 5a 	(DW_OP_plus_uconst: 90)
 <2><1536>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER2_DAT2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 106	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 5b 	(DW_OP_plus_uconst: 91)
 <2><154c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER2_DAT3	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 107	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><1562>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : MBARC_MAG_TX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 108	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 5d 	(DW_OP_plus_uconst: 93)
 <2><1579>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : MBARC_MAG_RX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 109	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 5e 	(DW_OP_plus_uconst: 94)
 <1><1591>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : CDH_IO_t	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 110	
     DW_AT_type        : <15a1>	
 <1><15a1>: Abbrev Number: 8 (DW_TAG_volatile_type)
     DW_AT_type        : <d54>	
 <1><15a6>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <163e>	
     DW_AT_name        : telem_type	
     DW_AT_byte_size   : 16	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 46	
 <2><15b9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : op_counter	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 47	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><15ce>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : msp430_temp	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 48	
     DW_AT_type        : <d2e>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><15e4>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : time_count	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 49	
     DW_AT_type        : <163e>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><15f9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rssi	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 50	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 7 	(DW_OP_plus_uconst: 7)
 <2><1608>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : bytes_received	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 51	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1621>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : bytes_transmitted	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 52	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <1><163e>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <164a>	
     DW_AT_type        : <cf7>	
 <2><1647>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 2	
 <1><164a>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : TELEMETRY_STRUCTURE_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 53	
     DW_AT_type        : <15a6>	
 <1><1667>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <16e3>	
     DW_AT_byte_size   : 7	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 61	
 <2><166f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : front_end_level	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 57	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1689>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_power_amp_level	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 58	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><16a6>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_frequency_offset	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 59	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><16c4>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rx_frequency_offset	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 60	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><16e3>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : RADIO_RF_CONFIGURATION_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 61	
     DW_AT_type        : <1667>	
 <1><1703>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <1726>	
     DW_AT_byte_size   : 1	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 66	
 <2><170b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : beacon_interval	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 65	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <1><1726>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : RADIO_BEACON_CONFIGURATION_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 66	
     DW_AT_type        : <1703>	
 <1><174a>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <1895>	
     DW_AT_byte_size   : 34	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 84	
 <2><1752>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : interface_baud_rate	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 70	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1770>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_power_amp_level	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 71	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><178d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rx_rf_baud_rate	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 72	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><17a7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_rf_baud_rate	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 73	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 3 	(DW_OP_plus_uconst: 3)
 <2><17c1>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rx_modulation	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 74	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><17d9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_modulation	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 75	
     DW_AT_type        : <cf7>	
     DW_AT_data_member_location: 2 byte block: 23 5 	(DW_OP_plus_uconst: 5)
 <2><17f1>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rx_freq	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 76	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><1803>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_freq	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 77	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 a 	(DW_OP_plus_uconst: 10)
 <2><1815>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : dest	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 78	
     DW_AT_type        : <1895>	
     DW_AT_data_member_location: 2 byte block: 23 e 	(DW_OP_plus_uconst: 14)
 <2><1824>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : src	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 79	
     DW_AT_type        : <1895>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><1832>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_preamble	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 80	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 1a 	(DW_OP_plus_uconst: 26)
 <2><1848>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_postamble	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 81	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><185f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : function_config	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 82	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 1e 	(DW_OP_plus_uconst: 30)
 <2><1879>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : function_config2	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 83	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <1><1895>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <18a1>	
     DW_AT_type        : <308>	
 <2><189e>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 5	
 <1><18a1>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : RADIO_CONFIGURATION_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 84	
     DW_AT_type        : <174a>	
 <1><18be>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <19f2>	
     DW_AT_byte_size   : 22	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 99	
 <2><18c6>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wPacketsReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 88	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><18e1>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wRadioPktsReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 89	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><18fe>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wRadioPktsTransmitted	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 90	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><191e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wFSWLoadPktsReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 91	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><193d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wAcksReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 92	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1955>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wNacksReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 93	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 a 	(DW_OP_plus_uconst: 10)
 <2><196e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wHeaderCSErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 94	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1988>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wPacketCSErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 95	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 e 	(DW_OP_plus_uconst: 14)
 <2><19a2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wPacketTypeErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 96	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><19be>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wPayloadSizeErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 97	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 12 	(DW_OP_plus_uconst: 18)
 <2><19db>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wSyncErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 98	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <1><19f2>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : CommStats_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 99	
     DW_AT_type        : <18be>	
 <1><1a05>: Abbrev Number: 28 (DW_TAG_structure_type)
     DW_AT_sibling     : <1c28>	
     DW_AT_byte_size   : 500	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 37	
 <2><1a0e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : sync	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 11	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1a1d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : mission_phase	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1a35>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : time_code	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1a49>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : last_boot	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1a5d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : bootloader_ver	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><1a76>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : fsw_ver	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><1a88>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : fsw_active_partition	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><1aa7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : boot_count	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 18	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><1abc>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : comm_count	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 19	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><1ad1>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : deploy_count	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 20	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><1ae8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : fip_active_script	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 21	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><1b04>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : fip_script_count	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 22	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><1b1f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : radio_tx_enable	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><1b39>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : initial_wait	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><1b50>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : enable_deploy	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 25	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><1b68>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare2	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 26	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><1b79>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare3	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 27	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><1b8a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare4	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 28	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><1b9b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare5	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 29	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><1bac>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare6	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 30	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><1bbd>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare7	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 31	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><1bce>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare8	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 32	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><1bdf>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare9	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 33	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><1bf0>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare10	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 34	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><1c02>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare_array	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 35	
     DW_AT_type        : <1c28>	
     DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><1c18>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : crc	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 36	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 3 byte block: 23 f0 3 	(DW_OP_plus_uconst: 496)
 <1><1c28>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <1c34>	
     DW_AT_type        : <d12>	
 <2><1c31>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 99	
 <1><1c34>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : nv_status_struct_t	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 37	
     DW_AT_type        : <1c4e>	
 <1><1c4e>: Abbrev Number: 8 (DW_TAG_volatile_type)
     DW_AT_type        : <1a05>	
 <1><1c53>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <1ccb>	
     DW_AT_byte_size   : 24	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 16	
 <2><1c5b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nTemp	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 10	
     DW_AT_type        : <d3b>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1c6b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nStatus	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 11	
     DW_AT_type        : <d3b>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1c7d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nXGyroOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <d3b>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1c91>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nYGyroOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <d3b>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1ca5>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nZGyroOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <d3b>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><1cb9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : unTime	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <1><1ccb>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : ST_IMU1_DATA_t	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <1c53>	
 <1><1ce1>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <1ed8>	
     DW_AT_byte_size   : 222	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 32	
 <2><1ce9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : uwPhase	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 10	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1cfb>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : unTime	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 11	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><1d0c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : uwBeaconCount	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><1d24>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : uwTXCount	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1d38>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : uwRXCount	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 2 byte block: 23 a 	(DW_OP_plus_uconst: 10)
 <2><1d4c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awCDHADCData	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <1ed8>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1d63>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awEPS1ADCData	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <1ed8>	
     DW_AT_data_member_location: 2 byte block: 23 1e 	(DW_OP_plus_uconst: 30)
 <2><1d7b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awEPS2ADCData	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <1ed8>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><1d93>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awSP1ADCData	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 18	
     DW_AT_type        : <1ed8>	
     DW_AT_data_member_location: 2 byte block: 23 42 	(DW_OP_plus_uconst: 66)
 <2><1daa>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awSP2ADCData	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 19	
     DW_AT_type        : <1ed8>	
     DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><1dc1>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awSP3ADCData	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 20	
     DW_AT_type        : <1ed8>	
     DW_AT_data_member_location: 2 byte block: 23 66 	(DW_OP_plus_uconst: 102)
 <2><1dd8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awBD4ADCData	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 21	
     DW_AT_type        : <1ed8>	
     DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><1def>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awSP1MagData	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 22	
     DW_AT_type        : <1ee4>	
     DW_AT_data_member_location: 3 byte block: 23 8a 1 	(DW_OP_plus_uconst: 138)
 <2><1e07>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awSP2MagData	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <1ee4>	
     DW_AT_data_member_location: 3 byte block: 23 92 1 	(DW_OP_plus_uconst: 146)
 <2><1e1f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awSP3MagData	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <1ee4>	
     DW_AT_data_member_location: 3 byte block: 23 9a 1 	(DW_OP_plus_uconst: 154)
 <2><1e37>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awBD4MagData	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 25	
     DW_AT_type        : <1ee4>	
     DW_AT_data_member_location: 3 byte block: 23 a2 1 	(DW_OP_plus_uconst: 162)
 <2><1e4f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : unIMU2Temp	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 26	
     DW_AT_type        : <d12>	
     DW_AT_data_member_location: 3 byte block: 23 aa 1 	(DW_OP_plus_uconst: 170)
 <2><1e65>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : unIMU2Gyro	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 27	
     DW_AT_type        : <1ef0>	
     DW_AT_data_member_location: 3 byte block: 23 ae 1 	(DW_OP_plus_uconst: 174)
 <2><1e7b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : unIMU2Accl	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 28	
     DW_AT_type        : <1ef0>	
     DW_AT_data_member_location: 3 byte block: 23 ba 1 	(DW_OP_plus_uconst: 186)
 <2><1e91>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : uwFSWLoadPkts	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 29	
     DW_AT_type        : <d04>	
     DW_AT_data_member_location: 3 byte block: 23 c6 1 	(DW_OP_plus_uconst: 198)
 <2><1eaa>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : uwIMU1Gyro	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 30	
     DW_AT_type        : <1efc>	
     DW_AT_data_member_location: 3 byte block: 23 c8 1 	(DW_OP_plus_uconst: 200)
 <2><1ec0>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : LI_TLM_Data	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 31	
     DW_AT_type        : <164a>	
     DW_AT_data_member_location: 3 byte block: 23 ce 1 	(DW_OP_plus_uconst: 206)
 <1><1ed8>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <1ee4>	
     DW_AT_type        : <d04>	
 <2><1ee1>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 8	
 <1><1ee4>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <1ef0>	
     DW_AT_type        : <d04>	
 <2><1eed>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 3	
 <1><1ef0>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <1efc>	
     DW_AT_type        : <d12>	
 <2><1ef9>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 2	
 <1><1efc>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <1f08>	
     DW_AT_type        : <d04>	
 <2><1f05>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 2	
 <1><1f08>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : BEACON_t	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 32	
     DW_AT_type        : <1ce1>	
 <1><1f18>: Abbrev Number: 29 (DW_TAG_variable)
     DW_AT_name        : cdhio	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <1f2c>	
     DW_AT_external    : 1	
     DW_AT_location    : 5 byte block: 3 0 bf 14 70 	(DW_OP_addr: bf1470)
 <1><1f2c>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <15a1>	
 <1><1f32>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <1f3f>	
     DW_AT_type        : <cf7>	
 <2><1f3b>: Abbrev Number: 30 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 1023	
 <1><1f3f>: Abbrev Number: 29 (DW_TAG_variable)
     DW_AT_name        : buf	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <1f32>	
     DW_AT_external    : 1	
     DW_AT_location    : 5 byte block: 3 0 bf 14 80 	(DW_OP_addr: bf1480)
  Compilation Unit:
   Length:        313
   Version:       2
   Abbrev Offset: 365
   Pointer Size:  4
 <0><1f5d>: Abbrev Number: 1 (DW_TAG_compile_unit)
     DW_AT_name        : C:\pemicro\PKGCFZ~1\BOOTLO~1\BOOTLO~1\pe_hooks.c	
     DW_AT_comp_dir    : C:\pemicro\PKGCFZ~1\BOOTLO~1\BOOTLO~1	
     DW_AT_producer    : GNU C 2.95.3 20010315 (release)(ColdFire patches - 20010318 from http://fiddes.net/coldfire/)	
     DW_AT_language    : 1	(ANSI C)
     DW_AT_stmt_list   : 2519	
 <1><2018>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_external    : 1	
     DW_AT_name        : memory_init_hook	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 15	
     DW_AT_prototyped  : 1	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><202f>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_external    : 1	
     DW_AT_name        : hardware_init_hook	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 22	
     DW_AT_prototyped  : 1	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><2048>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_external    : 1	
     DW_AT_name        : software_init_hook	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 27	
     DW_AT_prototyped  : 1	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><2061>: Abbrev Number: 3 (DW_TAG_subprogram)
     DW_AT_abstract_origin: <c6>	
     DW_AT_low_pc      : 0x4cc	
     DW_AT_high_pc     : 0x4d4	
     DW_AT_frame_base  : 1 byte block: 5e 	(reg 14)
 <1><2070>: Abbrev Number: 3 (DW_TAG_subprogram)
     DW_AT_abstract_origin: <dd>	
     DW_AT_low_pc      : 0x4d4	
     DW_AT_high_pc     : 0x4dc	
     DW_AT_frame_base  : 1 byte block: 5e 	(reg 14)
 <1><207f>: Abbrev Number: 3 (DW_TAG_subprogram)
     DW_AT_abstract_origin: <f6>	
     DW_AT_low_pc      : 0x4dc	
     DW_AT_high_pc     : 0x4e4	
     DW_AT_frame_base  : 1 byte block: 5e 	(reg 14)
  Compilation Unit:
   Length:        9612
   Version:       2
   Abbrev Offset: 411
   Pointer Size:  4
 <0><209a>: Abbrev Number: 1 (DW_TAG_compile_unit)
     DW_AT_name        : C:\pemicro\PKGCFZ~1\BOOTLO~1\BOOTLO~1\pe_vectors_MCF51ACx.c	
     DW_AT_comp_dir    : C:\pemicro\PKGCFZ~1\BOOTLO~1\BOOTLO~1	
     DW_AT_producer    : GNU C 2.95.3 20010315 (release)(ColdFire patches - 20010318 from http://fiddes.net/coldfire/)	
     DW_AT_language    : 1	(ANSI C)
     DW_AT_low_pc      : 0xba8	
     DW_AT_high_pc     : 0xdf8	
     DW_AT_stmt_list   : 2685	
 <1><2168>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_name        : QB50_Isr	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 18	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><2175>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_name        : AccessErrorIsr	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 37	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><2188>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_name        : AddressErrorIsr	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 43	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><219c>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_name        : IllegalInstructionIsr	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 49	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><21b6>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_name        : UnhandledInterrupt	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 55	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><21cd>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_name        : PrivilegeViolationIsr	
     DW_AT_decl_file   : 1	
