ELF Header:
  Magic:   7f 45 4c 46 01 02 01 00 00 00 00 00 00 00 00 00 
  Class:                             ELF32
  Data:                              2's complement, big endian
  Version:                           1 (current)
  OS/ABI:                            UNIX - System V
  ABI Version:                       0
  Type:                              EXEC (Executable file)
  Machine:                           MC68000
  Version:                           0x1
  Entry point address:               0x800420
  Start of program headers:          52 (bytes into file)
  Start of section headers:          583176 (bytes into file)
  Flags:                             0x0
  Size of this header:               52 (bytes)
  Size of program headers:           32 (bytes)
  Number of program headers:         6
  Size of section headers:           40 (bytes)
  Number of section headers:         18
  Section header string table index: 15

Section Headers:
  [Nr] Name              Type            Addr     Off    Size   ES Flg Lk Inf Al
  [ 0]                   NULL            00000000 000000 000000 00       0   0 0
  [ 1] .pevector         PROGBITS        00800000 002000 000400 00  WA   0   0 2
  [ 2] .pecfmconfig      PROGBITS        00800400 002400 000020 00  WA   0   0 1
  [ 3] .pecrt0           PROGBITS        00800420 002420 0000d0 00 WAX   0   0 1
  [ 4] .text             PROGBITS        008004f0 0024f0 017130 00  AX   0   0 4

 <1><148>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <154>	
     DW_AT_type        : <154>	
 <2><151>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 10	
 <1><154>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : char	
     DW_AT_byte_size   : 1	
     DW_AT_encoding    : 6	(signed char)
 <1><15c>: Abbrev Number: 8 (DW_TAG_subprogram)
     DW_AT_sibling     : <182>	
     DW_AT_external    : 1	
     DW_AT_name        : enable_ints	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 158	
     DW_AT_prototyped  : 1	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <2><172>: Abbrev Number: 4 (DW_TAG_variable)
     DW_AT_name        : __level	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 159	
     DW_AT_type        : <182>	
 <1><182>: Abbrev Number: 9 (DW_TAG_volatile_type)
     DW_AT_type        : <187>	
 <1><187>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : uint16	
     DW_AT_byte_size   : 2	
     DW_AT_encoding    : 7	(unsigned)
 <1><191>: Abbrev Number: 8 (DW_TAG_subprogram)
     DW_AT_sibling     : <1b8>	
     DW_AT_external    : 1	
     DW_AT_name        : disable_ints	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 169	
     DW_AT_prototyped  : 1	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <2><1a8>: Abbrev Number: 4 (DW_TAG_variable)
     DW_AT_name        : __level	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 170	
     DW_AT_type        : <182>	
 <1><1b8>: Abbrev Number: 10 (DW_TAG_subprogram)
     DW_AT_sibling     : <1d4>	
     DW_AT_abstract_origin: <15c>	
     DW_AT_low_pc      : 0x8007dc	
     DW_AT_high_pc     : 0x8007f6	
     DW_AT_frame_base  : 1 byte block: 5e 	(reg 14)
 <2><1cb>: Abbrev Number: 11 (DW_TAG_variable)
     DW_AT_abstract_origin: <172>	
     DW_AT_location    : 2 byte block: 91 7e 	(DW_OP_fbreg: -2)
 <1><1d4>: Abbrev Number: 10 (DW_TAG_subprogram)
     DW_AT_sibling     : <1f0>	
     DW_AT_abstract_origin: <191>	
     DW_AT_low_pc      : 0x8007f6	
     DW_AT_high_pc     : 0x800810	
     DW_AT_frame_base  : 1 byte block: 5e 	(reg 14)
 <2><1e7>: Abbrev Number: 11 (DW_TAG_variable)
     DW_AT_abstract_origin: <1a8>	
     DW_AT_location    : 2 byte block: 91 7e 	(DW_OP_fbreg: -2)
 <1><1f0>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : __int32_t	
     DW_AT_decl_file   : 2	
     DW_AT_decl_line   : 113	
     DW_AT_type        : <12e>	
 <1><201>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : __uint32_t	
     DW_AT_decl_file   : 2	
     DW_AT_decl_line   : 114	
     DW_AT_type        : <213>	
 <1><213>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : unsigned int	
     DW_AT_byte_size   : 4	
     DW_AT_encoding    : 7	(unsigned)
 <1><223>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : size_t	
     DW_AT_decl_file   : 3	
     DW_AT_decl_line   : 170	
     DW_AT_type        : <231>	
 <1><231>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : long unsigned int	
     DW_AT_byte_size   : 4	
     DW_AT_encoding    : 7	(unsigned)
 <1><246>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : __gnuc_va_list	
     DW_AT_decl_file   : 4	
     DW_AT_decl_line   : 73	
     DW_AT_type        : <25c>	
 <1><25c>: Abbrev Number: 13 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
 <1><25e>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : ptrdiff_t	
     DW_AT_decl_file   : 3	
     DW_AT_decl_line   : 118	
     DW_AT_type        : <26f>	
 <1><26f>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : long int	
     DW_AT_byte_size   : 4	
     DW_AT_encoding    : 5	(signed)
 <1><27b>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : wchar_t	
     DW_AT_decl_file   : 3	
     DW_AT_decl_line   : 255	
     DW_AT_type        : <26f>	
 <1><28a>: Abbrev Number: 14 (DW_TAG_typedef)
     DW_AT_name        : wint_t	
     DW_AT_decl_file   : 3	
     DW_AT_decl_line   : 280	
     DW_AT_type        : <213>	
 <1><299>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : u_char	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 53	
     DW_AT_type        : <2a7>	
 <1><2a7>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : unsigned char	
     DW_AT_byte_size   : 1	
     DW_AT_encoding    : 8	(unsigned char)
 <1><2b8>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : u_short	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 54	
     DW_AT_type        : <2c7>	
 <1><2c7>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : short unsigned int	
     DW_AT_byte_size   : 2	
     DW_AT_encoding    : 7	(unsigned)
 <1><2dd>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : u_int	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 55	
     DW_AT_type        : <213>	
 <1><2ea>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : u_long	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 56	
     DW_AT_type        : <231>	
 <1><2f8>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : ushort	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 59	
     DW_AT_type        : <2c7>	
 <1><306>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : uint	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 60	
     DW_AT_type        : <213>	
 <1><312>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : clock_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 64	
     DW_AT_type        : <231>	
 <1><321>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : time_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 69	
     DW_AT_type        : <26f>	
 <1><32f>: Abbrev Number: 15 (DW_TAG_structure_type)
     DW_AT_sibling     : <364>	
     DW_AT_name        : timespec	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 74	
 <2><340>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tv_sec	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 75	
     DW_AT_type        : <321>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><351>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tv_nsec	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 76	
     DW_AT_type        : <26f>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><364>: Abbrev Number: 15 (DW_TAG_structure_type)
     DW_AT_sibling     : <3a1>	
     DW_AT_name        : itimerspec	
     DW_AT_byte_size   : 16	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 79	
 <2><377>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : it_interval	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 80	
     DW_AT_type        : <32f>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><38d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : it_value	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 81	
     DW_AT_type        : <32f>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <1><3a1>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : daddr_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 85	
     DW_AT_type        : <26f>	
 <1><3b0>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : caddr_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 86	
     DW_AT_type        : <3bf>	
 <1><3bf>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <154>	
 <1><3c5>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : ino_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 94	
     DW_AT_type        : <2c7>	
 <1><3d2>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : dev_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 126	
     DW_AT_type        : <3df>	
 <1><3df>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : short int	
     DW_AT_byte_size   : 2	
     DW_AT_encoding    : 5	(signed)
 <1><3ec>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : off_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 129	
     DW_AT_type        : <26f>	
 <1><3f9>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : uid_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 131	
     DW_AT_type        : <2c7>	
 <1><406>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : gid_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 132	
     DW_AT_type        : <2c7>	
 <1><413>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : pid_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 133	
     DW_AT_type        : <12e>	
 <1><420>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : key_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 134	
     DW_AT_type        : <26f>	
 <1><42d>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : ssize_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 135	
     DW_AT_type        : <26f>	
 <1><43c>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : mode_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 148	
     DW_AT_type        : <213>	
 <1><44a>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : nlink_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 152	
     DW_AT_type        : <2c7>	
 <1><459>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : fd_mask	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 172	
     DW_AT_type        : <26f>	
 <1><468>: Abbrev Number: 15 (DW_TAG_structure_type)
     DW_AT_sibling     : <492>	
     DW_AT_name        : _types_fd_set	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 180	
 <2><47e>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : fds_bits	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 181	
     DW_AT_type        : <492>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <1><492>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <49e>	
     DW_AT_type        : <459>	
 <2><49b>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 1	
 <1><49e>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : _types_fd_set	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 182	
     DW_AT_type        : <468>	
 <1><4b3>: Abbrev Number: 15 (DW_TAG_structure_type)
     DW_AT_sibling     : <55f>	
     DW_AT_name        : tm	
     DW_AT_byte_size   : 36	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 35	
 <2><4be>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tm_sec	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 36	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><4cf>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tm_min	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 37	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><4e0>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tm_hour	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 38	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><4f2>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tm_mday	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 39	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><504>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tm_mon	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 40	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><515>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tm_year	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><527>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tm_wday	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 42	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><539>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tm_yday	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 43	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><54b>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tm_isdst	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 44	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <1><55f>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : __ULong	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 28	
     DW_AT_type        : <201>	
 <1><56e>: Abbrev Number: 15 (DW_TAG_structure_type)
     DW_AT_sibling     : <5ae>	
     DW_AT_name        : _glue	
     DW_AT_byte_size   : 12	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 32	
 <2><57c>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _next	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 33	
     DW_AT_type        : <5ae>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><58c>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _niobs	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 34	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><59d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _iobs	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 35	
     DW_AT_type        : <70f>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <1><5ae>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <56e>	
 <1><5b4>: Abbrev Number: 15 (DW_TAG_structure_type)
     DW_AT_sibling     : <70f>	
     DW_AT_name        : __sFILE	
     DW_AT_byte_size   : 88	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 35	
 <2><5c4>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _p	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 103	
     DW_AT_type        : <715>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5d1>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _r	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 104	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><5de>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _w	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 105	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><5eb>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _flags	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 106	
     DW_AT_type        : <3df>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><5fc>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _file	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 107	
     DW_AT_type        : <3df>	
     DW_AT_data_member_location: 2 byte block: 23 e 	(DW_OP_plus_uconst: 14)
 <2><60c>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _bf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 108	
     DW_AT_type        : <71b>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><61a>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _lbfsize	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 109	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><62d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _cookie	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 112	
     DW_AT_type        : <25c>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><63f>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _read	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 114	
     DW_AT_type        : <765>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><64f>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _write	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 115	
     DW_AT_type        : <790>	
     DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><660>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _seek	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 116	
     DW_AT_type        : <7bb>	
     DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><670>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _close	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 117	
     DW_AT_type        : <7d1>	
     DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><681>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _ub	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 120	
     DW_AT_type        : <71b>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><68f>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _up	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 121	
     DW_AT_type        : <715>	
     DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><69d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _ur	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 122	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><6ab>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _ubuf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 125	
     DW_AT_type        : <7d7>	
     DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><6bb>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _nbuf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 126	
     DW_AT_type        : <7e3>	
     DW_AT_data_member_location: 2 byte block: 23 43 	(DW_OP_plus_uconst: 67)
 <2><6cb>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _lb	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 129	
     DW_AT_type        : <71b>	
     DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><6d9>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _blksize	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 132	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><6ec>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _offset	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 133	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><6fe>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _data	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 135	
     DW_AT_type        : <9a4>	
     DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <1><70f>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <5b4>	
 <1><715>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <2a7>	
 <1><71b>: Abbrev Number: 15 (DW_TAG_structure_type)
     DW_AT_sibling     : <74b>	
     DW_AT_name        : __sbuf	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 64	
 <2><72a>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _base	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 65	
     DW_AT_type        : <715>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><73a>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _size	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 66	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><74b>: Abbrev Number: 18 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <765>	
     DW_AT_prototyped  : 1	
     DW_AT_type        : <12e>	
 <2><755>: Abbrev Number: 19 (DW_TAG_formal_parameter)
     DW_AT_type        : <25c>	
 <2><75a>: Abbrev Number: 19 (DW_TAG_formal_parameter)
     DW_AT_type        : <3bf>	
 <2><75f>: Abbrev Number: 19 (DW_TAG_formal_parameter)
     DW_AT_type        : <12e>	
 <1><765>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <74b>	
 <1><76b>: Abbrev Number: 18 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <785>	
     DW_AT_prototyped  : 1	
     DW_AT_type        : <12e>	
 <2><775>: Abbrev Number: 19 (DW_TAG_formal_parameter)
     DW_AT_type        : <25c>	
 <2><77a>: Abbrev Number: 19 (DW_TAG_formal_parameter)
     DW_AT_type        : <785>	
 <2><77f>: Abbrev Number: 19 (DW_TAG_formal_parameter)
     DW_AT_type        : <12e>	
 <1><785>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <78b>	
 <1><78b>: Abbrev Number: 20 (DW_TAG_const_type)
     DW_AT_type        : <154>	
 <1><790>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <76b>	
 <1><796>: Abbrev Number: 18 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <7b0>	
     DW_AT_prototyped  : 1	
     DW_AT_type        : <7b0>	
 <2><7a0>: Abbrev Number: 19 (DW_TAG_formal_parameter)
     DW_AT_type        : <25c>	
 <2><7a5>: Abbrev Number: 19 (DW_TAG_formal_parameter)
     DW_AT_type        : <7b0>	
 <2><7aa>: Abbrev Number: 19 (DW_TAG_formal_parameter)
     DW_AT_type        : <12e>	
 <1><7b0>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : _fpos_t	
     DW_AT_byte_size   : 4	
     DW_AT_encoding    : 5	(signed)
 <1><7bb>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <796>	
 <1><7c1>: Abbrev Number: 18 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <7d1>	
     DW_AT_prototyped  : 1	
     DW_AT_type        : <12e>	
 <2><7cb>: Abbrev Number: 19 (DW_TAG_formal_parameter)
     DW_AT_type        : <25c>	
 <1><7d1>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <7c1>	
 <1><7d7>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <7e3>	
     DW_AT_type        : <2a7>	
 <2><7e0>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 2	
 <1><7e3>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <7ef>	
     DW_AT_type        : <2a7>	
 <2><7ec>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 0	
 <1><7ef>: Abbrev Number: 21 (DW_TAG_structure_type)
     DW_AT_sibling     : <9a4>	
     DW_AT_name        : _reent	
     DW_AT_byte_size   : 746	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 135	
 <2><7ff>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _errno	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 149	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><810>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _stdin	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 154	
     DW_AT_type        : <70f>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><821>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _stdout	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 154	
     DW_AT_type        : <70f>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><833>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _stderr	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 154	
     DW_AT_type        : <70f>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><845>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _inc	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 156	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><854>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _emergency	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 157	
     DW_AT_type        : <9aa>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><869>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _current_category	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 159	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 2e 	(DW_OP_plus_uconst: 46)
 <2><885>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _current_locale	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 160	
     DW_AT_type        : <785>	
     DW_AT_data_member_location: 2 byte block: 23 32 	(DW_OP_plus_uconst: 50)
 <2><89f>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : __sdidinit	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 162	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 36 	(DW_OP_plus_uconst: 54)
 <2><8b4>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : __cleanup	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 164	
     DW_AT_type        : <9c2>	
     DW_AT_data_member_location: 2 byte block: 23 3a 	(DW_OP_plus_uconst: 58)
 <2><8c8>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _result	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 167	
     DW_AT_type        : <a34>	
     DW_AT_data_member_location: 2 byte block: 23 3e 	(DW_OP_plus_uconst: 62)
 <2><8da>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _result_k	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 168	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 42 	(DW_OP_plus_uconst: 66)
 <2><8ee>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _p5s	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 169	
     DW_AT_type        : <a34>	
     DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><8fd>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _freelist	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 170	
     DW_AT_type        : <a3a>	
     DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><911>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _cvtlen	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 173	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 4e 	(DW_OP_plus_uconst: 78)
 <2><923>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _cvtbuf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 174	
     DW_AT_type        : <3bf>	
     DW_AT_data_member_location: 2 byte block: 23 52 	(DW_OP_plus_uconst: 82)
 <2><935>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _new	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 197	
     DW_AT_type        : <a40>	
     DW_AT_data_member_location: 2 byte block: 23 56 	(DW_OP_plus_uconst: 86)
 <2><944>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _atexit	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 200	
     DW_AT_type        : <aa5>	
     DW_AT_data_member_location: 3 byte block: 23 c6 2 	(DW_OP_plus_uconst: 326)
 <2><957>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _atexit0	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 201	
     DW_AT_type        : <a66>	
     DW_AT_data_member_location: 3 byte block: 23 ca 2 	(DW_OP_plus_uconst: 330)
 <2><96b>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _sig_func	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 204	
     DW_AT_type        : <ab7>	
     DW_AT_data_member_location: 3 byte block: 23 d2 3 	(DW_OP_plus_uconst: 466)
 <2><980>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : __sglue	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 209	
     DW_AT_type        : <56e>	
     DW_AT_data_member_location: 3 byte block: 23 d6 3 	(DW_OP_plus_uconst: 470)
 <2><993>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : __sf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 210	
     DW_AT_type        : <ac3>	
     DW_AT_data_member_location: 3 byte block: 23 e2 3 	(DW_OP_plus_uconst: 482)
 <1><9a4>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <7ef>	
 <1><9aa>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <9b6>	
     DW_AT_type        : <154>	
 <2><9b3>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 24	
 <1><9b6>: Abbrev Number: 22 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <9c2>	
     DW_AT_prototyped  : 1	
 <2><9bc>: Abbrev Number: 19 (DW_TAG_formal_parameter)
     DW_AT_type        : <9a4>	
 <1><9c2>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <9b6>	
 <1><9c8>: Abbrev Number: 15 (DW_TAG_structure_type)
     DW_AT_sibling     : <a34>	
     DW_AT_name        : _Bigint	
     DW_AT_byte_size   : 24	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 39	
 <2><9d8>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _next	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 40	
     DW_AT_type        : <a34>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><9e8>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _k	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><9f5>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _maxwds	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><a07>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _sign	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><a17>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _wds	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><a26>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _x	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 42	
     DW_AT_type        : <be3>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <1><a34>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <9c8>	
 <1><a3a>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <a34>	
 <1><a40>: Abbrev Number: 23 (DW_TAG_union_type)
     DW_AT_sibling     : <a66>	
     DW_AT_byte_size   : 240	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 197	
 <2><a48>: Abbrev Number: 24 (DW_TAG_member)
     DW_AT_name        : _reent	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 187	
     DW_AT_type        : <ae3>	
 <2><a56>: Abbrev Number: 24 (DW_TAG_member)
     DW_AT_name        : _unused	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 196	
     DW_AT_type        : <b78>	
 <1><a66>: Abbrev Number: 15 (DW_TAG_structure_type)
     DW_AT_sibling     : <aa5>	
     DW_AT_name        : _atexit	
     DW_AT_byte_size   : 136	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 51	
 <2><a76>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _next	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 52	
     DW_AT_type        : <aa5>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><a86>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _ind	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 53	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><a95>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _fns	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 54	
     DW_AT_type        : <acf>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <1><aa5>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <a66>	
 <1><aab>: Abbrev Number: 22 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <ab7>	
     DW_AT_prototyped  : 1	
 <2><ab1>: Abbrev Number: 19 (DW_TAG_formal_parameter)
     DW_AT_type        : <12e>	
 <1><ab7>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <abd>	
 <1><abd>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <aab>	
 <1><ac3>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <acf>	
     DW_AT_type        : <5b4>	
 <2><acc>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 2	
 <1><acf>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <adb>	
     DW_AT_type        : <add>	
 <2><ad8>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 31	
 <1><adb>: Abbrev Number: 25 (DW_TAG_subroutine_type)
     DW_AT_prototyped  : 1	
 <1><add>: Abbrev Number: 17 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <adb>	
 <1><ae3>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <b78>	
     DW_AT_byte_size   : 82	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 187	
 <2><aeb>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _unused_rand	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 180	
     DW_AT_type        : <213>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b02>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _strtok_last	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 181	
     DW_AT_type        : <3bf>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b19>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _asctime_buf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 182	
     DW_AT_type        : <bbd>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b30>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _localtime_buf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 183	
     DW_AT_type        : <4b3>	
     DW_AT_data_member_location: 2 byte block: 23 22 	(DW_OP_plus_uconst: 34)
 <2><b49>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _gamma_signgam	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 184	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><b62>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _rand_next	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 185	
     DW_AT_type        : <bc9>	
     DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <1><b78>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <ba5>	
     DW_AT_byte_size   : 240	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 196	
 <2><b80>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _nextf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 194	
     DW_AT_type        : <ba5>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b91>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : _nmalloc	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 195	
     DW_AT_type        : <bb1>	
     DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <1><ba5>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <bb1>	
     DW_AT_type        : <715>	
 <2><bae>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 29	
 <1><bb1>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <bbd>	
     DW_AT_type        : <213>	
 <2><bba>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 29	
 <1><bbd>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <bc9>	
     DW_AT_type        : <154>	
 <2><bc6>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 25	
 <1><bc9>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : long long unsigned int	
     DW_AT_byte_size   : 8	
     DW_AT_encoding    : 7	(unsigned)
 <1><be3>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <bef>	
     DW_AT_type        : <55f>	
 <2><bec>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 0	
 <1><bef>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : _fpos_t	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 74	
     DW_AT_type        : <26f>	
 <1><bfe>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : fpos_t	
     DW_AT_decl_file   : 8	
     DW_AT_decl_line   : 50	
     DW_AT_type        : <bef>	
 <1><c0c>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : FILE	
     DW_AT_decl_file   : 8	
     DW_AT_decl_line   : 52	
     DW_AT_type        : <5b4>	
 <1><c18>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <c3e>	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 25	
 <2><c20>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : quot	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><c2f>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : rem	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <12e>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><c3e>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : div_t	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 25	
     DW_AT_type        : <c18>	
 <1><c4b>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <c71>	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 31	
 <2><c53>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : quot	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 29	
     DW_AT_type        : <26f>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><c62>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : rem	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 30	
     DW_AT_type        : <26f>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><c71>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : ldiv_t	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 31	
     DW_AT_type        : <c4b>	
 <1><c7f>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : va_list	
     DW_AT_decl_file   : 4	
     DW_AT_decl_line   : 188	
     DW_AT_type        : <246>	
 <1><c8e>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : uint8	
     DW_AT_decl_file   : 10	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <2a7>	
 <1><c9b>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : uint16	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 4	
     DW_AT_type        : <2c7>	
 <1><ca9>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : uint32	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 5	
     DW_AT_type        : <231>	
 <1><cb7>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : int16	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 6	
     DW_AT_type        : <3df>	
 <1><cc4>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : int32	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 7	
     DW_AT_type        : <26f>	
 <1><cd1>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : int8	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 8	
     DW_AT_type        : <154>	
 <1><cdd>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <14e4>	
     DW_AT_byte_size   : 93	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 105	
 <2><ce5>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : CONTROL1	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><cf8>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : STATUS1	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><d0a>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : STATUS2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><d1c>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : PWRCTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 3 	(DW_OP_plus_uconst: 3)
 <2><d2d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : MRAM_CTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><d40>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : MRAM_CTL_REG	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 5 	(DW_OP_plus_uconst: 5)
 <2><d57>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : MRAM_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 18	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><d6e>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : STATUS3	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 19	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 7 	(DW_OP_plus_uconst: 7)
 <2><d80>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : LI1_TX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 20	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><d91>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : LI1_RX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 21	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 9 	(DW_OP_plus_uconst: 9)
 <2><da2>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : STATUS4	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 22	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 a 	(DW_OP_plus_uconst: 10)
 <2><db4>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : IMU2_TX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 b 	(DW_OP_plus_uconst: 11)
 <2><dc6>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : IMU2_RX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><dd8>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : DAC12_H	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 25	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 d 	(DW_OP_plus_uconst: 13)
 <2><dea>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : CDH_FPGA_VER	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 26	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 e 	(DW_OP_plus_uconst: 14)
 <2><e01>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : TEST_TLM	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 27	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 f 	(DW_OP_plus_uconst: 15)
 <2><e14>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : TEST_CMD	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 28	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><e27>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : DAC12_L	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 29	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 11 	(DW_OP_plus_uconst: 17)
 <2><e39>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : CDH_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 30	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 12 	(DW_OP_plus_uconst: 18)
 <2><e51>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : CDH_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 31	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 13 	(DW_OP_plus_uconst: 19)
 <2><e68>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : CDH_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 32	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><e80>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : CDH_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 33	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 15 	(DW_OP_plus_uconst: 21)
 <2><e9a>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : CONTROL2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 34	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 16 	(DW_OP_plus_uconst: 22)
 <2><ead>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : FIP_TX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 35	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 17 	(DW_OP_plus_uconst: 23)
 <2><ebe>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : FIP_RX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 36	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><ecf>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : IMU1_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 37	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 19 	(DW_OP_plus_uconst: 25)
 <2><ee4>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : IMU1_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 38	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 1a 	(DW_OP_plus_uconst: 26)
 <2><ef8>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : IMU1_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 39	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 1b 	(DW_OP_plus_uconst: 27)
 <2><f0d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : IMU1_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 40	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><f24>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : PWM_CTL_REG	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 1d 	(DW_OP_plus_uconst: 29)
 <2><f3a>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : PWM_PER_L	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 42	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 1e 	(DW_OP_plus_uconst: 30)
 <2><f4e>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : PWM_PER_H	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 43	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 1f 	(DW_OP_plus_uconst: 31)
 <2><f62>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_XL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 44	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><f79>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_XH	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 45	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 21 	(DW_OP_plus_uconst: 33)
 <2><f90>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_YL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 46	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 22 	(DW_OP_plus_uconst: 34)
 <2><fa7>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_YH	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 47	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 23 	(DW_OP_plus_uconst: 35)
 <2><fbe>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_ZL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 48	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><fd5>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_ZH	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 49	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 25 	(DW_OP_plus_uconst: 37)
 <2><fec>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : INT_CTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 50	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 26 	(DW_OP_plus_uconst: 38)
 <2><ffe>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : INT_MASK	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 51	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 27 	(DW_OP_plus_uconst: 39)
 <2><1011>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : TIMER1_CTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 52	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><1026>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : TIMER1_DAT0	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 53	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 29 	(DW_OP_plus_uconst: 41)
 <2><103c>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : TIMER1_DAT1	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 54	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 2a 	(DW_OP_plus_uconst: 42)
 <2><1052>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : TIMER1_DAT2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 55	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 2b 	(DW_OP_plus_uconst: 43)
 <2><1068>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : TIMER1_DAT3	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 56	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><107e>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : PWRCTL2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 57	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 2d 	(DW_OP_plus_uconst: 45)
 <2><1090>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP1_BURN	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 58	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 2e 	(DW_OP_plus_uconst: 46)
 <2><10a3>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP2_BURN	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 59	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 2f 	(DW_OP_plus_uconst: 47)
 <2><10b6>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP3_BURN	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 60	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><10c9>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : BD4_BURN	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 61	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 31 	(DW_OP_plus_uconst: 49)
 <2><10dc>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : EPS_BURN_PWR	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 62	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 32 	(DW_OP_plus_uconst: 50)
 <2><10f3>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : BURN_PWR_STATUS	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 63	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 33 	(DW_OP_plus_uconst: 51)
 <2><110d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : EPS_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 64	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><1125>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : EPS_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 65	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 35 	(DW_OP_plus_uconst: 53)
 <2><113c>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : EPS_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 66	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 36 	(DW_OP_plus_uconst: 54)
 <2><1154>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : EPS_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 67	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 37 	(DW_OP_plus_uconst: 55)
 <2><116e>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP1_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 68	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><1186>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP1_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 69	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 39 	(DW_OP_plus_uconst: 57)
 <2><119d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP1_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 70	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 3a 	(DW_OP_plus_uconst: 58)
 <2><11b5>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP1_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 71	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 3b 	(DW_OP_plus_uconst: 59)
 <2><11cf>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP2_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 72	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><11e7>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP2_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 73	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 3d 	(DW_OP_plus_uconst: 61)
 <2><11fe>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP2_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 74	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 3e 	(DW_OP_plus_uconst: 62)
 <2><1216>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP2_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 75	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 3f 	(DW_OP_plus_uconst: 63)
 <2><1230>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP3_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 76	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><1248>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP3_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 77	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 41 	(DW_OP_plus_uconst: 65)
 <2><125f>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP3_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 78	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 42 	(DW_OP_plus_uconst: 66)
 <2><1277>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP3_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 79	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 43 	(DW_OP_plus_uconst: 67)
 <2><1291>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : BD4_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 80	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><12a9>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : BD4_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 81	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 45 	(DW_OP_plus_uconst: 69)
 <2><12c0>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : BD4_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 82	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><12d8>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : BD4_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 83	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 47 	(DW_OP_plus_uconst: 71)
 <2><12f2>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP1_MAG_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 84	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><130a>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP1_MAG_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 85	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 49 	(DW_OP_plus_uconst: 73)
 <2><1321>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP1_MAG_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 86	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><1339>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP1_MAG_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 87	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><1353>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP2_MAG_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 88	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><136b>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP2_MAG_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 89	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 4d 	(DW_OP_plus_uconst: 77)
 <2><1382>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP2_MAG_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 90	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 4e 	(DW_OP_plus_uconst: 78)
 <2><139a>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP2_MAG_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 91	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 4f 	(DW_OP_plus_uconst: 79)
 <2><13b4>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP3_MAG_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 92	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><13cc>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP3_MAG_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 93	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 51 	(DW_OP_plus_uconst: 81)
 <2><13e3>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP3_MAG_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 94	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 52 	(DW_OP_plus_uconst: 82)
 <2><13fb>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : SP3_MAG_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 95	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 53 	(DW_OP_plus_uconst: 83)
 <2><1415>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : BD4_MAG_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 96	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><142d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : BD4_MAG_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 97	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 55 	(DW_OP_plus_uconst: 85)
 <2><1444>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : BD4_MAG_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 98	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 56 	(DW_OP_plus_uconst: 86)
 <2><145c>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : BD4_MAG_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 99	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 57 	(DW_OP_plus_uconst: 87)
 <2><1476>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : TIMER2_CTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 100	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><148b>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : TIMER2_DAT0	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 101	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 59 	(DW_OP_plus_uconst: 89)
 <2><14a1>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : TIMER2_DAT1	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 102	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 5a 	(DW_OP_plus_uconst: 90)
 <2><14b7>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : TIMER2_DAT2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 103	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 5b 	(DW_OP_plus_uconst: 91)
 <2><14cd>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : TIMER2_DAT3	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 104	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <1><14e4>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : CDH_IO_t	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 105	
     DW_AT_type        : <14f4>	
 <1><14f4>: Abbrev Number: 9 (DW_TAG_volatile_type)
     DW_AT_type        : <cdd>	
 <1><14f9>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <1586>	
     DW_AT_byte_size   : 16	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 53	
 <2><1501>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : op_counter	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 47	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1516>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : msp430_temp	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 48	
     DW_AT_type        : <cb7>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><152c>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : time_count	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 49	
     DW_AT_type        : <1586>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1541>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : rssi	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 50	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 7 	(DW_OP_plus_uconst: 7)
 <2><1550>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : bytes_received	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 51	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1569>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : bytes_transmitted	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 52	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <1><1586>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <1592>	
     DW_AT_type        : <c8e>	
 <2><158f>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 2	
 <1><1592>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : TELEMETRY_STRUCTURE_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 53	
     DW_AT_type        : <14f9>	
 <1><15af>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <162b>	
     DW_AT_byte_size   : 7	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 61	
 <2><15b7>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : front_end_level	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 57	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><15d1>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tx_power_amp_level	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 58	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><15ee>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tx_frequency_offset	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 59	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><160c>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : rx_frequency_offset	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 60	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><162b>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : RADIO_RF_CONFIGURATION_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 61	
     DW_AT_type        : <15af>	
 <1><164b>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <166e>	
     DW_AT_byte_size   : 1	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 66	
 <2><1653>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : beacon_interval	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 65	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <1><166e>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : RADIO_BEACON_CONFIGURATION_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 66	
     DW_AT_type        : <164b>	
 <1><1692>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <17dd>	
     DW_AT_byte_size   : 34	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 84	
 <2><169a>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : interface_baud_rate	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 70	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><16b8>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tx_power_amp_level	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 71	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><16d5>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : rx_rf_baud_rate	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 72	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><16ef>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tx_rf_baud_rate	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 73	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 3 	(DW_OP_plus_uconst: 3)
 <2><1709>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : rx_modulation	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 74	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1721>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tx_modulation	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 75	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 5 	(DW_OP_plus_uconst: 5)
 <2><1739>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : rx_freq	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 76	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><174b>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tx_freq	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 77	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 a 	(DW_OP_plus_uconst: 10)
 <2><175d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : dest	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 78	
     DW_AT_type        : <17dd>	
     DW_AT_data_member_location: 2 byte block: 23 e 	(DW_OP_plus_uconst: 14)
 <2><176c>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : src	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 79	
     DW_AT_type        : <17dd>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><177a>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tx_preamble	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 80	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 1a 	(DW_OP_plus_uconst: 26)
 <2><1790>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : tx_postamble	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 81	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><17a7>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : function_config	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 82	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 1e 	(DW_OP_plus_uconst: 30)
 <2><17c1>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : function_config2	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 83	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <1><17dd>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <17e9>	
     DW_AT_type        : <2a7>	
 <2><17e6>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 5	
 <1><17e9>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : RADIO_CONFIGURATION_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 84	
     DW_AT_type        : <1692>	
 <1><1806>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <193a>	
     DW_AT_byte_size   : 22	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 99	
 <2><180e>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wPacketsReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 88	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1829>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wRadioPktsReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 89	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><1846>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wRadioPktsTransmitted	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 90	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1866>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wFSWLoadPktsReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 91	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><1885>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wAcksReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 92	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><189d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wNacksReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 93	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 a 	(DW_OP_plus_uconst: 10)
 <2><18b6>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wHeaderCSErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 94	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><18d0>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wPacketCSErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 95	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 e 	(DW_OP_plus_uconst: 14)
 <2><18ea>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wPacketTypeErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 96	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><1906>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wPayloadSizeErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 97	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 12 	(DW_OP_plus_uconst: 18)
 <2><1923>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wSyncErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 98	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <1><193a>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : CommStats_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 99	
     DW_AT_type        : <1806>	
 <1><194d>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <1bad>	
     DW_AT_byte_size   : 500	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 37	
 <2><1956>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : sync	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 11	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1965>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : mission_phase	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><197d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : time_code	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1991>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : last_boot	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><19a5>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : bootloader_ver	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><19be>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : fsw_ver	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><19d0>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : fsw_active_partition	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><19ef>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : boot_count	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 18	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><1a04>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : comm_count	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 19	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><1a19>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : deploy_count	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 20	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><1a30>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : fip_active_script	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 21	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><1a4c>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : fip_script_count	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 22	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><1a67>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : radio_tx_enable	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><1a81>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : initial_wait	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><1a98>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : enable_deploy	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 25	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><1ab0>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : fip_script_proc_enable	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 26	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><1ad1>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : FIP_M1WPtr	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 27	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><1ae6>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : FIP_M1RPtr	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 28	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><1afb>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : FIP_M2WPtr	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 29	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><1b10>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : FIP_M2RPtr	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 30	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><1b25>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : FIP_M1SDPCount	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 31	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><1b3e>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : FIP_M1HKCount	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 32	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><1b56>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : FIP_M2SDPCount	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 33	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><1b6f>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : FIP_M2HKCount	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 34	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><1b87>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : spare_array	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 35	
     DW_AT_type        : <1bad>	
     DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><1b9d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : crc	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 36	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 3 byte block: 23 f0 3 	(DW_OP_plus_uconst: 496)
 <1><1bad>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <1bb9>	
     DW_AT_type        : <ca9>	
 <2><1bb6>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 99	
 <1><1bb9>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : nv_status_struct_t	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 37	
     DW_AT_type        : <1bd3>	
 <1><1bd3>: Abbrev Number: 9 (DW_TAG_volatile_type)
     DW_AT_type        : <194d>	
 <1><1bd8>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <1cd8>	
     DW_AT_byte_size   : 56	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 24	
 <2><1be0>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nAddr	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 10	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1bf0>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nND	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 11	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1bfe>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nEA	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1c0c>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nTempOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1c1f>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nXGyroOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><1c33>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nYGyroOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><1c47>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nZGyroOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><1c5b>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nXAcclOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><1c6f>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nYAcclOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 18	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><1c83>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nZAcclOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 19	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><1c97>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nGPIO	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 20	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><1ca7>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nCount	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 21	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><1cb8>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nCR	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 22	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><1cc6>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : unTime	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <1><1cd8>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : EPSON_IMU2_DATA_t	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <1bd8>	
 <1><1cf1>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <1d69>	
     DW_AT_byte_size   : 24	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 16	
 <2><1cf9>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nTemp	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 10	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1d09>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nStatus	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 11	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1d1b>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nXGyroOut	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1d2f>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nYGyroOut	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1d43>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : nZGyroOut	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <cc4>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><1d57>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : unTime	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <1><1d69>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : ST_IMU1_DATA_t	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <1cf1>	
 <1><1d7f>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <1dec>	
     DW_AT_byte_size   : 264	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 15	
 <2><1d88>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : yLen	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 10	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1d97>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : unStartTime	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 11	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><1dad>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : uwRepeatTime	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><1dc4>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : yCmdCnt	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 2 byte block: 23 7 	(DW_OP_plus_uconst: 7)
 <2><1dd6>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : ayCmdBytes	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <1dec>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <1><1dec>: Abbrev Number: 6 (DW_TAG_array_type)
     DW_AT_sibling     : <1df8>	
     DW_AT_type        : <c8e>	
 <2><1df5>: Abbrev Number: 7 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 255	
 <1><1df8>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : SUSCRIPT_STRUCT_t	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <1d7f>	
 <1><1e11>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <1e60>	
     DW_AT_byte_size   : 272	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 23	
 <2><1e1a>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : unSync	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 19	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1e2b>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : uwLen	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 20	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1e3b>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : suScript	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 21	
     DW_AT_type        : <1df8>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><1e4e>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : uwCRC	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 22	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 3 byte block: 23 8e 2 	(DW_OP_plus_uconst: 270)
 <1><1e60>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : SCRIPT_STRUCTURE_t	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <1e11>	
 <1><1e7a>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <1f32>	
     DW_AT_byte_size   : 24	
     DW_AT_decl_file   : 17	
     DW_AT_decl_line   : 21	
 <2><1e82>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : unTime	
     DW_AT_decl_file   : 17	
     DW_AT_decl_line   : 10	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1e93>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wQ1	
     DW_AT_decl_file   : 17	
     DW_AT_decl_line   : 11	
     DW_AT_type        : <cb7>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1ea1>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wQ2	
     DW_AT_decl_file   : 17	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <cb7>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><1eaf>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wQ3	
     DW_AT_decl_file   : 17	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <cb7>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1ebd>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wQ4	
     DW_AT_decl_file   : 17	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <cb7>	
     DW_AT_data_member_location: 2 byte block: 23 a 	(DW_OP_plus_uconst: 10)
 <2><1ecb>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wXDot	
     DW_AT_decl_file   : 17	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <cb7>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1edb>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wYDot	
     DW_AT_decl_file   : 17	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <cb7>	
     DW_AT_data_member_location: 2 byte block: 23 e 	(DW_OP_plus_uconst: 14)
 <2><1eeb>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wZDot	
     DW_AT_decl_file   : 17	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <cb7>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><1efb>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wX_ECEF	
     DW_AT_decl_file   : 17	
     DW_AT_decl_line   : 18	
     DW_AT_type        : <cb7>	
     DW_AT_data_member_location: 2 byte block: 23 12 	(DW_OP_plus_uconst: 18)
 <2><1f0d>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wY_ECEF	
     DW_AT_decl_file   : 17	
     DW_AT_decl_line   : 19	
     DW_AT_type        : <cb7>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><1f1f>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : wZ_ECEF	
     DW_AT_decl_file   : 17	
     DW_AT_decl_line   : 20	
     DW_AT_type        : <cb7>	
     DW_AT_data_member_location: 2 byte block: 23 16 	(DW_OP_plus_uconst: 22)
 <1><1f32>: Abbrev Number: 12 (DW_TAG_typedef)
     DW_AT_name        : ATTITUDE_STRUCT_t	
     DW_AT_decl_file   : 17	
     DW_AT_decl_line   : 21	
     DW_AT_type        : <1e7a>	
 <1><1f4b>: Abbrev Number: 26 (DW_TAG_structure_type)
     DW_AT_sibling     : <20fe>	
     DW_AT_byte_size   : 177	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 33	
 <2><1f53>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : uwPhase	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 10	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1f65>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : unTime	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 11	
     DW_AT_type        : <ca9>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><1f76>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : uwBeaconCount	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><1f8e>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : uwTXCount	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1fa2>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : uwRXCount	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <c9b>	
     DW_AT_data_member_location: 2 byte block: 23 a 	(DW_OP_plus_uconst: 10)
 <2><1fb6>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : awCDHADCData	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <20fe>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1fcd>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : awEPS1ADCData	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <20fe>	
     DW_AT_data_member_location: 2 byte block: 23 1e 	(DW_OP_plus_uconst: 30)
 <2><1fe5>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : awEPS2ADCData	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <20fe>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><1ffd>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : awSP1ADCData	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 18	
     DW_AT_type        : <20fe>	
     DW_AT_data_member_location: 2 byte block: 23 42 	(DW_OP_plus_uconst: 66)
 <2><2014>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : awSP2ADCData	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 19	
     DW_AT_type        : <20fe>	
     DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><202b>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : awSP3ADCData	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 20	
     DW_AT_type        : <20fe>	
     DW_AT_data_member_location: 2 byte block: 23 66 	(DW_OP_plus_uconst: 102)
 <2><2042>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : awSP1MagData	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 22	
     DW_AT_type        : <210a>	
     DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><2059>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : awSP2MagData	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <210a>	
     DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><2071>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : awSP3MagData	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <210a>	
     DW_AT_data_member_location: 3 byte block: 23 88 1 	(DW_OP_plus_uconst: 136)
 <2><2089>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : awBD4MagData	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 25	
     DW_AT_type        : <210a>	
     DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><20a1>: Abbrev Number: 16 (DW_TAG_member)
     DW_AT_name        : uwIMU1Temp	
     DW_AT_decl_file   : 18	
     DW_AT_decl_line   : 29	
     DW_AT_type        : <c8e>	
     DW_AT_data_member_location: 3 byte block: 23 98 1 	(DW_OP_plus_uconst: 152)
 <2><20b7>: Abbrev Number: 16 (DW_TAG_member)
