ELF Header:
  Magic:   7f 45 4c 46 01 02 01 00 00 00 00 00 00 00 00 00 
  Class:                             ELF32
  Data:                              2's complement, big endian
  Version:                           1 (current)
  OS/ABI:                            UNIX - System V
  ABI Version:                       0
  Type:                              EXEC (Executable file)
  Machine:                           MC68000
  Version:                           0x1
  Entry point address:               0x420
  Start of program headers:          52 (bytes into file)
  Start of section headers:          477828 (bytes into file)
  Flags:                             0x0
  Size of this header:               52 (bytes)
  Size of program headers:           32 (bytes)
  Number of program headers:         6
  Size of section headers:           40 (bytes)
  Number of section headers:         18
  Section header string table index: 15

Section Headers:
  [Nr] Name              Type            Addr     Off    Size   ES Flg Lk Inf Al
  [ 0]                   NULL            00000000 000000 000000 00       0   0 0
  [ 1] .pevector         PROGBITS        00000000 002000 000400 00  WA   0   0 2
  [ 2] .pecfmconfig      PROGBITS        00000400 002400 000020 00  WA   0   0 1
  [ 3] .pecrt0           PROGBITS        00000420 002420 0000d0 00 WAX   0   0 1
  [ 4] .text             PROGBITS        000004f0 0024f0 012860 00  AX   0   0 4

     DW_AT_encoding    : 5	(signed)
 <1><19c>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : uint32	
     DW_AT_byte_size   : 4	
     DW_AT_encoding    : 7	(unsigned)
 <1><1a6>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : uint8	
     DW_AT_byte_size   : 1	
     DW_AT_encoding    : 7	(unsigned)
 <1><1af>: Abbrev Number: 6 (DW_TAG_subprogram)
     DW_AT_sibling     : <1d7>	
     DW_AT_external    : 1	
     DW_AT_name        : enable_ints	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 371	
     DW_AT_prototyped  : 1	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <2><1c6>: Abbrev Number: 7 (DW_TAG_variable)
     DW_AT_name        : __level	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 372	
     DW_AT_type        : <1d7>	
 <1><1d7>: Abbrev Number: 8 (DW_TAG_volatile_type)
     DW_AT_type        : <1dc>	
 <1><1dc>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : uint16	
     DW_AT_byte_size   : 2	
     DW_AT_encoding    : 7	(unsigned)
 <1><1e6>: Abbrev Number: 6 (DW_TAG_subprogram)
     DW_AT_sibling     : <20f>	
     DW_AT_external    : 1	
     DW_AT_name        : disable_ints	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 382	
     DW_AT_prototyped  : 1	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <2><1fe>: Abbrev Number: 7 (DW_TAG_variable)
     DW_AT_name        : __level	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 383	
     DW_AT_type        : <1d7>	
 <1><20f>: Abbrev Number: 9 (DW_TAG_subprogram)
     DW_AT_sibling     : <22b>	
     DW_AT_abstract_origin: <1af>	
     DW_AT_low_pc      : 0xb8e	
     DW_AT_high_pc     : 0xba8	
     DW_AT_frame_base  : 1 byte block: 5e 	(reg 14)
 <2><222>: Abbrev Number: 10 (DW_TAG_variable)
     DW_AT_abstract_origin: <1c6>	
     DW_AT_location    : 2 byte block: 91 7e 	(DW_OP_fbreg: -2)
 <1><22b>: Abbrev Number: 9 (DW_TAG_subprogram)
     DW_AT_sibling     : <247>	
     DW_AT_abstract_origin: <1e6>	
     DW_AT_low_pc      : 0xba8	
     DW_AT_high_pc     : 0xbc2	
     DW_AT_frame_base  : 1 byte block: 5e 	(reg 14)
 <2><23e>: Abbrev Number: 10 (DW_TAG_variable)
     DW_AT_abstract_origin: <1fe>	
     DW_AT_location    : 2 byte block: 91 7e 	(DW_OP_fbreg: -2)
 <1><247>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : __int32_t	
     DW_AT_decl_file   : 2	
     DW_AT_decl_line   : 113	
     DW_AT_type        : <195>	
 <1><258>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : __uint32_t	
     DW_AT_decl_file   : 2	
     DW_AT_decl_line   : 114	
     DW_AT_type        : <26a>	
 <1><26a>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : unsigned int	
     DW_AT_byte_size   : 4	
     DW_AT_encoding    : 7	(unsigned)
 <1><27a>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : size_t	
     DW_AT_decl_file   : 3	
     DW_AT_decl_line   : 170	
     DW_AT_type        : <288>	
 <1><288>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : long unsigned int	
     DW_AT_byte_size   : 4	
     DW_AT_encoding    : 7	(unsigned)
 <1><29d>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : __gnuc_va_list	
     DW_AT_decl_file   : 4	
     DW_AT_decl_line   : 73	
     DW_AT_type        : <2b3>	
 <1><2b3>: Abbrev Number: 12 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
 <1><2b5>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : ptrdiff_t	
     DW_AT_decl_file   : 3	
     DW_AT_decl_line   : 118	
     DW_AT_type        : <2c6>	
 <1><2c6>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : long int	
     DW_AT_byte_size   : 4	
     DW_AT_encoding    : 5	(signed)
 <1><2d2>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : wchar_t	
     DW_AT_decl_file   : 3	
     DW_AT_decl_line   : 255	
     DW_AT_type        : <2c6>	
 <1><2e1>: Abbrev Number: 13 (DW_TAG_typedef)
     DW_AT_name        : wint_t	
     DW_AT_decl_file   : 3	
     DW_AT_decl_line   : 280	
     DW_AT_type        : <26a>	
 <1><2f0>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : u_char	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 53	
     DW_AT_type        : <2fe>	
 <1><2fe>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : unsigned char	
     DW_AT_byte_size   : 1	
     DW_AT_encoding    : 8	(unsigned char)
 <1><30f>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : u_short	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 54	
     DW_AT_type        : <31e>	
 <1><31e>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : short unsigned int	
     DW_AT_byte_size   : 2	
     DW_AT_encoding    : 7	(unsigned)
 <1><334>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : u_int	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 55	
     DW_AT_type        : <26a>	
 <1><341>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : u_long	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 56	
     DW_AT_type        : <288>	
 <1><34f>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : ushort	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 59	
     DW_AT_type        : <31e>	
 <1><35d>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : uint	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 60	
     DW_AT_type        : <26a>	
 <1><369>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : clock_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 64	
     DW_AT_type        : <288>	
 <1><378>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : time_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 69	
     DW_AT_type        : <2c6>	
 <1><386>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <3bb>	
     DW_AT_name        : timespec	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 74	
 <2><397>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tv_sec	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 75	
     DW_AT_type        : <378>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3a8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tv_nsec	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 76	
     DW_AT_type        : <2c6>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><3bb>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <3f8>	
     DW_AT_name        : itimerspec	
     DW_AT_byte_size   : 16	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 79	
 <2><3ce>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : it_interval	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 80	
     DW_AT_type        : <386>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3e4>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : it_value	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 81	
     DW_AT_type        : <386>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <1><3f8>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : daddr_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 85	
     DW_AT_type        : <2c6>	
 <1><407>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : caddr_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 86	
     DW_AT_type        : <416>	
 <1><416>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <41c>	
 <1><41c>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : char	
     DW_AT_byte_size   : 1	
     DW_AT_encoding    : 6	(signed char)
 <1><424>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : ino_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 94	
     DW_AT_type        : <31e>	
 <1><431>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : dev_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 126	
     DW_AT_type        : <43e>	
 <1><43e>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : short int	
     DW_AT_byte_size   : 2	
     DW_AT_encoding    : 5	(signed)
 <1><44b>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : off_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 129	
     DW_AT_type        : <2c6>	
 <1><458>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : uid_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 131	
     DW_AT_type        : <31e>	
 <1><465>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : gid_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 132	
     DW_AT_type        : <31e>	
 <1><472>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : pid_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 133	
     DW_AT_type        : <195>	
 <1><47f>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : key_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 134	
     DW_AT_type        : <2c6>	
 <1><48c>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : ssize_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 135	
     DW_AT_type        : <2c6>	
 <1><49b>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : mode_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 148	
     DW_AT_type        : <26a>	
 <1><4a9>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : nlink_t	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 152	
     DW_AT_type        : <31e>	
 <1><4b8>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : fd_mask	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 172	
     DW_AT_type        : <2c6>	
 <1><4c7>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <4f1>	
     DW_AT_name        : _types_fd_set	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 180	
 <2><4dd>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : fds_bits	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 181	
     DW_AT_type        : <4f1>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <1><4f1>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <4fd>	
     DW_AT_type        : <4b8>	
 <2><4fa>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 1	
 <1><4fd>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : _types_fd_set	
     DW_AT_decl_file   : 5	
     DW_AT_decl_line   : 182	
     DW_AT_type        : <4c7>	
 <1><512>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <5be>	
     DW_AT_name        : tm	
     DW_AT_byte_size   : 36	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 35	
 <2><51d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_sec	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 36	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><52e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_min	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 37	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><53f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_hour	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 38	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><551>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_mday	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 39	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><563>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_mon	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 40	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><574>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_year	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><586>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_wday	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 42	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><598>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_yday	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 43	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><5aa>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tm_isdst	
     DW_AT_decl_file   : 6	
     DW_AT_decl_line   : 44	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <1><5be>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : __ULong	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 28	
     DW_AT_type        : <258>	
 <1><5cd>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <60d>	
     DW_AT_name        : _glue	
     DW_AT_byte_size   : 12	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 32	
 <2><5db>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _next	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 33	
     DW_AT_type        : <60d>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5eb>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _niobs	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 34	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><5fc>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _iobs	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 35	
     DW_AT_type        : <76e>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <1><60d>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <5cd>	
 <1><613>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <76e>	
     DW_AT_name        : __sFILE	
     DW_AT_byte_size   : 88	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 35	
 <2><623>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _p	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 103	
     DW_AT_type        : <774>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><630>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _r	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 104	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><63d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _w	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 105	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><64a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _flags	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 106	
     DW_AT_type        : <43e>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><65b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _file	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 107	
     DW_AT_type        : <43e>	
     DW_AT_data_member_location: 2 byte block: 23 e 	(DW_OP_plus_uconst: 14)
 <2><66b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _bf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 108	
     DW_AT_type        : <77a>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><679>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _lbfsize	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 109	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><68c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _cookie	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 112	
     DW_AT_type        : <2b3>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><69e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _read	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 114	
     DW_AT_type        : <7c4>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><6ae>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _write	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 115	
     DW_AT_type        : <7ef>	
     DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><6bf>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _seek	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 116	
     DW_AT_type        : <81a>	
     DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><6cf>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _close	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 117	
     DW_AT_type        : <830>	
     DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><6e0>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _ub	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 120	
     DW_AT_type        : <77a>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><6ee>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _up	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 121	
     DW_AT_type        : <774>	
     DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><6fc>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _ur	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 122	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><70a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _ubuf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 125	
     DW_AT_type        : <836>	
     DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><71a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _nbuf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 126	
     DW_AT_type        : <842>	
     DW_AT_data_member_location: 2 byte block: 23 43 	(DW_OP_plus_uconst: 67)
 <2><72a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _lb	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 129	
     DW_AT_type        : <77a>	
     DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><738>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _blksize	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 132	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><74b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _offset	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 133	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><75d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _data	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 135	
     DW_AT_type        : <a03>	
     DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <1><76e>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <613>	
 <1><774>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <2fe>	
 <1><77a>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <7aa>	
     DW_AT_name        : __sbuf	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 64	
 <2><789>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _base	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 65	
     DW_AT_type        : <774>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><799>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _size	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 66	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><7aa>: Abbrev Number: 19 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <7c4>	
     DW_AT_prototyped  : 1	
     DW_AT_type        : <195>	
 <2><7b4>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <2b3>	
 <2><7b9>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <416>	
 <2><7be>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <195>	
 <1><7c4>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <7aa>	
 <1><7ca>: Abbrev Number: 19 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <7e4>	
     DW_AT_prototyped  : 1	
     DW_AT_type        : <195>	
 <2><7d4>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <2b3>	
 <2><7d9>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <7e4>	
 <2><7de>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <195>	
 <1><7e4>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <7ea>	
 <1><7ea>: Abbrev Number: 21 (DW_TAG_const_type)
     DW_AT_type        : <41c>	
 <1><7ef>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <7ca>	
 <1><7f5>: Abbrev Number: 19 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <80f>	
     DW_AT_prototyped  : 1	
     DW_AT_type        : <80f>	
 <2><7ff>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <2b3>	
 <2><804>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <80f>	
 <2><809>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <195>	
 <1><80f>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : _fpos_t	
     DW_AT_byte_size   : 4	
     DW_AT_encoding    : 5	(signed)
 <1><81a>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <7f5>	
 <1><820>: Abbrev Number: 19 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <830>	
     DW_AT_prototyped  : 1	
     DW_AT_type        : <195>	
 <2><82a>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <2b3>	
 <1><830>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <820>	
 <1><836>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <842>	
     DW_AT_type        : <2fe>	
 <2><83f>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 2	
 <1><842>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <84e>	
     DW_AT_type        : <2fe>	
 <2><84b>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 0	
 <1><84e>: Abbrev Number: 22 (DW_TAG_structure_type)
     DW_AT_sibling     : <a03>	
     DW_AT_name        : _reent	
     DW_AT_byte_size   : 746	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 135	
 <2><85e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _errno	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 149	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><86f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _stdin	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 154	
     DW_AT_type        : <76e>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><880>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _stdout	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 154	
     DW_AT_type        : <76e>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><892>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _stderr	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 154	
     DW_AT_type        : <76e>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><8a4>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _inc	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 156	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><8b3>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _emergency	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 157	
     DW_AT_type        : <a09>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><8c8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _current_category	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 159	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 2e 	(DW_OP_plus_uconst: 46)
 <2><8e4>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _current_locale	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 160	
     DW_AT_type        : <7e4>	
     DW_AT_data_member_location: 2 byte block: 23 32 	(DW_OP_plus_uconst: 50)
 <2><8fe>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : __sdidinit	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 162	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 36 	(DW_OP_plus_uconst: 54)
 <2><913>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : __cleanup	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 164	
     DW_AT_type        : <a21>	
     DW_AT_data_member_location: 2 byte block: 23 3a 	(DW_OP_plus_uconst: 58)
 <2><927>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _result	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 167	
     DW_AT_type        : <a93>	
     DW_AT_data_member_location: 2 byte block: 23 3e 	(DW_OP_plus_uconst: 62)
 <2><939>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _result_k	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 168	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 42 	(DW_OP_plus_uconst: 66)
 <2><94d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _p5s	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 169	
     DW_AT_type        : <a93>	
     DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><95c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _freelist	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 170	
     DW_AT_type        : <a99>	
     DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><970>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _cvtlen	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 173	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 4e 	(DW_OP_plus_uconst: 78)
 <2><982>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _cvtbuf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 174	
     DW_AT_type        : <416>	
     DW_AT_data_member_location: 2 byte block: 23 52 	(DW_OP_plus_uconst: 82)
 <2><994>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _new	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 197	
     DW_AT_type        : <a9f>	
     DW_AT_data_member_location: 2 byte block: 23 56 	(DW_OP_plus_uconst: 86)
 <2><9a3>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _atexit	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 200	
     DW_AT_type        : <b04>	
     DW_AT_data_member_location: 3 byte block: 23 c6 2 	(DW_OP_plus_uconst: 326)
 <2><9b6>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _atexit0	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 201	
     DW_AT_type        : <ac5>	
     DW_AT_data_member_location: 3 byte block: 23 ca 2 	(DW_OP_plus_uconst: 330)
 <2><9ca>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _sig_func	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 204	
     DW_AT_type        : <b16>	
     DW_AT_data_member_location: 3 byte block: 23 d2 3 	(DW_OP_plus_uconst: 466)
 <2><9df>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : __sglue	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 209	
     DW_AT_type        : <5cd>	
     DW_AT_data_member_location: 3 byte block: 23 d6 3 	(DW_OP_plus_uconst: 470)
 <2><9f2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : __sf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 210	
     DW_AT_type        : <b22>	
     DW_AT_data_member_location: 3 byte block: 23 e2 3 	(DW_OP_plus_uconst: 482)
 <1><a03>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <84e>	
 <1><a09>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <a15>	
     DW_AT_type        : <41c>	
 <2><a12>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 24	
 <1><a15>: Abbrev Number: 23 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <a21>	
     DW_AT_prototyped  : 1	
 <2><a1b>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <a03>	
 <1><a21>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <a15>	
 <1><a27>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <a93>	
     DW_AT_name        : _Bigint	
     DW_AT_byte_size   : 24	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 39	
 <2><a37>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _next	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 40	
     DW_AT_type        : <a93>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><a47>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _k	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><a54>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _maxwds	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><a66>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _sign	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><a76>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _wds	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><a85>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _x	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 42	
     DW_AT_type        : <c42>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <1><a93>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <a27>	
 <1><a99>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <a93>	
 <1><a9f>: Abbrev Number: 24 (DW_TAG_union_type)
     DW_AT_sibling     : <ac5>	
     DW_AT_byte_size   : 240	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 197	
 <2><aa7>: Abbrev Number: 25 (DW_TAG_member)
     DW_AT_name        : _reent	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 187	
     DW_AT_type        : <b42>	
 <2><ab5>: Abbrev Number: 25 (DW_TAG_member)
     DW_AT_name        : _unused	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 196	
     DW_AT_type        : <bd7>	
 <1><ac5>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <b04>	
     DW_AT_name        : _atexit	
     DW_AT_byte_size   : 136	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 51	
 <2><ad5>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _next	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 52	
     DW_AT_type        : <b04>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ae5>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _ind	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 53	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><af4>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _fns	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 54	
     DW_AT_type        : <b2e>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <1><b04>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <ac5>	
 <1><b0a>: Abbrev Number: 23 (DW_TAG_subroutine_type)
     DW_AT_sibling     : <b16>	
     DW_AT_prototyped  : 1	
 <2><b10>: Abbrev Number: 20 (DW_TAG_formal_parameter)
     DW_AT_type        : <195>	
 <1><b16>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <b1c>	
 <1><b1c>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <b0a>	
 <1><b22>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <b2e>	
     DW_AT_type        : <613>	
 <2><b2b>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 2	
 <1><b2e>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <b3a>	
     DW_AT_type        : <b3c>	
 <2><b37>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 31	
 <1><b3a>: Abbrev Number: 26 (DW_TAG_subroutine_type)
     DW_AT_prototyped  : 1	
 <1><b3c>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <b3a>	
 <1><b42>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <bd7>	
     DW_AT_byte_size   : 82	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 187	
 <2><b4a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _unused_rand	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 180	
     DW_AT_type        : <26a>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b61>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _strtok_last	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 181	
     DW_AT_type        : <416>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b78>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _asctime_buf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 182	
     DW_AT_type        : <c1c>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b8f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _localtime_buf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 183	
     DW_AT_type        : <512>	
     DW_AT_data_member_location: 2 byte block: 23 22 	(DW_OP_plus_uconst: 34)
 <2><ba8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _gamma_signgam	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 184	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><bc1>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _rand_next	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 185	
     DW_AT_type        : <c28>	
     DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <1><bd7>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <c04>	
     DW_AT_byte_size   : 240	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 196	
 <2><bdf>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _nextf	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 194	
     DW_AT_type        : <c04>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><bf0>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : _nmalloc	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 195	
     DW_AT_type        : <c10>	
     DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <1><c04>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <c10>	
     DW_AT_type        : <774>	
 <2><c0d>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 29	
 <1><c10>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <c1c>	
     DW_AT_type        : <26a>	
 <2><c19>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 29	
 <1><c1c>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <c28>	
     DW_AT_type        : <41c>	
 <2><c25>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 25	
 <1><c28>: Abbrev Number: 5 (DW_TAG_base_type)
     DW_AT_name        : long long unsigned int	
     DW_AT_byte_size   : 8	
     DW_AT_encoding    : 7	(unsigned)
 <1><c42>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <c4e>	
     DW_AT_type        : <5be>	
 <2><c4b>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 0	
 <1><c4e>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : _fpos_t	
     DW_AT_decl_file   : 7	
     DW_AT_decl_line   : 74	
     DW_AT_type        : <2c6>	
 <1><c5d>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : fpos_t	
     DW_AT_decl_file   : 8	
     DW_AT_decl_line   : 50	
     DW_AT_type        : <c4e>	
 <1><c6b>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : FILE	
     DW_AT_decl_file   : 8	
     DW_AT_decl_line   : 52	
     DW_AT_type        : <613>	
 <1><c77>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <c9d>	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 25	
 <2><c7f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : quot	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><c8e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rem	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <195>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><c9d>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : div_t	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 25	
     DW_AT_type        : <c77>	
 <1><caa>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <cd0>	
     DW_AT_byte_size   : 8	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 31	
 <2><cb2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : quot	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 29	
     DW_AT_type        : <2c6>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><cc1>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rem	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 30	
     DW_AT_type        : <2c6>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><cd0>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : ldiv_t	
     DW_AT_decl_file   : 9	
     DW_AT_decl_line   : 31	
     DW_AT_type        : <caa>	
 <1><cde>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : va_list	
     DW_AT_decl_file   : 4	
     DW_AT_decl_line   : 188	
     DW_AT_type        : <29d>	
 <1><ced>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : uint8	
     DW_AT_decl_file   : 10	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <2fe>	
 <1><cfa>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : uint16	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 4	
     DW_AT_type        : <31e>	
 <1><d08>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : uint32	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 5	
     DW_AT_type        : <288>	
 <1><d16>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : int16	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 6	
     DW_AT_type        : <43e>	
 <1><d23>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : int32	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 7	
     DW_AT_type        : <2c6>	
 <1><d30>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : int8	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 8	
     DW_AT_type        : <41c>	
 <1><d3c>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <154b>	
     DW_AT_byte_size   : 93	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 105	
 <2><d44>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CONTROL1	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><d57>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : STATUS1	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><d69>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : STATUS2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><d7b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWRCTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 3 	(DW_OP_plus_uconst: 3)
 <2><d8c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : MRAM_CTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><d9f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : MRAM_CTL_REG	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 5 	(DW_OP_plus_uconst: 5)
 <2><db6>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : MRAM_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 18	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><dcd>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : STATUS3	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 19	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 7 	(DW_OP_plus_uconst: 7)
 <2><ddf>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : LI1_TX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 20	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><df0>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : LI1_RX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 21	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 9 	(DW_OP_plus_uconst: 9)
 <2><e01>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CDH_STATUS4_REG	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 22	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 a 	(DW_OP_plus_uconst: 10)
 <2><e1b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : IMU2_TX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 b 	(DW_OP_plus_uconst: 11)
 <2><e2d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : IMU2_RX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><e3f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : DAC12_H	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 25	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 d 	(DW_OP_plus_uconst: 13)
 <2><e51>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CDH_FPGA_VER	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 26	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 e 	(DW_OP_plus_uconst: 14)
 <2><e68>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TEST_TLM	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 27	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 f 	(DW_OP_plus_uconst: 15)
 <2><e7b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TEST_CMD	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 28	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><e8e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : DAC12_L	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 29	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 11 	(DW_OP_plus_uconst: 17)
 <2><ea0>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CDH_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 30	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 12 	(DW_OP_plus_uconst: 18)
 <2><eb8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CDH_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 31	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 13 	(DW_OP_plus_uconst: 19)
 <2><ecf>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CDH_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 32	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><ee7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CDH_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 33	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 15 	(DW_OP_plus_uconst: 21)
 <2><f01>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : CONTROL2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 34	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 16 	(DW_OP_plus_uconst: 22)
 <2><f14>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : FIP_TX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 35	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 17 	(DW_OP_plus_uconst: 23)
 <2><f25>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : FIP_RX	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 36	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><f36>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : IMU1_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 37	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 19 	(DW_OP_plus_uconst: 25)
 <2><f4b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : IMU1_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 38	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 1a 	(DW_OP_plus_uconst: 26)
 <2><f5f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : IMU1_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 39	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 1b 	(DW_OP_plus_uconst: 27)
 <2><f74>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : IMU1_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 40	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><f8b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_CTL_REG	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 41	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 1d 	(DW_OP_plus_uconst: 29)
 <2><fa1>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PER_L	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 42	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 1e 	(DW_OP_plus_uconst: 30)
 <2><fb5>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PER_H	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 43	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 1f 	(DW_OP_plus_uconst: 31)
 <2><fc9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_XL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 44	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><fe0>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_XH	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 45	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 21 	(DW_OP_plus_uconst: 33)
 <2><ff7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_YL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 46	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 22 	(DW_OP_plus_uconst: 34)
 <2><100e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_YH	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 47	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 23 	(DW_OP_plus_uconst: 35)
 <2><1025>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_ZL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 48	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><103c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWM_PULSE_ZH	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 49	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 25 	(DW_OP_plus_uconst: 37)
 <2><1053>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : INT_CTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 50	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 26 	(DW_OP_plus_uconst: 38)
 <2><1065>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : INT_MASK	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 51	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 27 	(DW_OP_plus_uconst: 39)
 <2><1078>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER1_CTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 52	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><108d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER1_DAT0	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 53	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 29 	(DW_OP_plus_uconst: 41)
 <2><10a3>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER1_DAT1	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 54	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 2a 	(DW_OP_plus_uconst: 42)
 <2><10b9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER1_DAT2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 55	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 2b 	(DW_OP_plus_uconst: 43)
 <2><10cf>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER1_DAT3	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 56	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><10e5>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : PWRCTL2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 57	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 2d 	(DW_OP_plus_uconst: 45)
 <2><10f7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_BURN	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 58	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 2e 	(DW_OP_plus_uconst: 46)
 <2><110a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_BURN	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 59	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 2f 	(DW_OP_plus_uconst: 47)
 <2><111d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_BURN	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 60	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><1130>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_BURN	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 61	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 31 	(DW_OP_plus_uconst: 49)
 <2><1143>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : EPS_BURN_PWR	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 62	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 32 	(DW_OP_plus_uconst: 50)
 <2><115a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BURN_PWR_STATUS	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 63	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 33 	(DW_OP_plus_uconst: 51)
 <2><1174>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : EPS_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 64	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><118c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : EPS_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 65	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 35 	(DW_OP_plus_uconst: 53)
 <2><11a3>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : EPS_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 66	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 36 	(DW_OP_plus_uconst: 54)
 <2><11bb>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : EPS_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 67	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 37 	(DW_OP_plus_uconst: 55)
 <2><11d5>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 68	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><11ed>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 69	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 39 	(DW_OP_plus_uconst: 57)
 <2><1204>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 70	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 3a 	(DW_OP_plus_uconst: 58)
 <2><121c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 71	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 3b 	(DW_OP_plus_uconst: 59)
 <2><1236>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 72	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><124e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 73	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 3d 	(DW_OP_plus_uconst: 61)
 <2><1265>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 74	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 3e 	(DW_OP_plus_uconst: 62)
 <2><127d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 75	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 3f 	(DW_OP_plus_uconst: 63)
 <2><1297>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 76	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><12af>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 77	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 41 	(DW_OP_plus_uconst: 65)
 <2><12c6>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 78	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 42 	(DW_OP_plus_uconst: 66)
 <2><12de>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 79	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 43 	(DW_OP_plus_uconst: 67)
 <2><12f8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_ADC_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 80	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><1310>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_ADC_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 81	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 45 	(DW_OP_plus_uconst: 69)
 <2><1327>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_ADC_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 82	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><133f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_ADC_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 83	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 47 	(DW_OP_plus_uconst: 71)
 <2><1359>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_MAG_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 84	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><1371>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_MAG_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 85	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 49 	(DW_OP_plus_uconst: 73)
 <2><1388>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_MAG_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 86	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><13a0>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP1_MAG_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 87	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><13ba>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_MAG_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 88	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><13d2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_MAG_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 89	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 4d 	(DW_OP_plus_uconst: 77)
 <2><13e9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_MAG_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 90	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 4e 	(DW_OP_plus_uconst: 78)
 <2><1401>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP2_MAG_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 91	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 4f 	(DW_OP_plus_uconst: 79)
 <2><141b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_MAG_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 92	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><1433>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_MAG_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 93	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 51 	(DW_OP_plus_uconst: 81)
 <2><144a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_MAG_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 94	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 52 	(DW_OP_plus_uconst: 82)
 <2><1462>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : SP3_MAG_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 95	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 53 	(DW_OP_plus_uconst: 83)
 <2><147c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_MAG_START	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 96	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><1494>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_MAG_STOP	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 97	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 55 	(DW_OP_plus_uconst: 85)
 <2><14ab>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_MAG_WRITE	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 98	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 56 	(DW_OP_plus_uconst: 86)
 <2><14c3>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : BD4_MAG_RD_INIT	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 99	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 57 	(DW_OP_plus_uconst: 87)
 <2><14dd>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER2_CTL	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 100	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><14f2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER2_DAT0	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 101	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 59 	(DW_OP_plus_uconst: 89)
 <2><1508>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER2_DAT1	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 102	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 5a 	(DW_OP_plus_uconst: 90)
 <2><151e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER2_DAT2	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 103	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 5b 	(DW_OP_plus_uconst: 91)
 <2><1534>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : TIMER2_DAT3	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 104	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <1><154b>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : CDH_IO_t	
     DW_AT_decl_file   : 11	
     DW_AT_decl_line   : 105	
     DW_AT_type        : <155b>	
 <1><155b>: Abbrev Number: 8 (DW_TAG_volatile_type)
     DW_AT_type        : <d3c>	
 <1><1560>: Abbrev Number: 14 (DW_TAG_structure_type)
     DW_AT_sibling     : <15f8>	
     DW_AT_name        : telem_type	
     DW_AT_byte_size   : 16	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 46	
 <2><1573>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : op_counter	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 47	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1588>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : msp430_temp	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 48	
     DW_AT_type        : <d16>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><159e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : time_count	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 49	
     DW_AT_type        : <15f8>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><15b3>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rssi	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 50	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 7 	(DW_OP_plus_uconst: 7)
 <2><15c2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : bytes_received	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 51	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><15db>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : bytes_transmitted	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 52	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <1><15f8>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <1604>	
     DW_AT_type        : <ced>	
 <2><1601>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 2	
 <1><1604>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : TELEMETRY_STRUCTURE_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 53	
     DW_AT_type        : <1560>	
 <1><1621>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <169d>	
     DW_AT_byte_size   : 7	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 61	
 <2><1629>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : front_end_level	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 57	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1643>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_power_amp_level	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 58	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><1660>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_frequency_offset	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 59	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><167e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rx_frequency_offset	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 60	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <1><169d>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : RADIO_RF_CONFIGURATION_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 61	
     DW_AT_type        : <1621>	
 <1><16bd>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <16e0>	
     DW_AT_byte_size   : 1	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 66	
 <2><16c5>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : beacon_interval	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 65	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <1><16e0>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : RADIO_BEACON_CONFIGURATION_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 66	
     DW_AT_type        : <16bd>	
 <1><1704>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <184f>	
     DW_AT_byte_size   : 34	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 84	
 <2><170c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : interface_baud_rate	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 70	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><172a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_power_amp_level	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 71	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><1747>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rx_rf_baud_rate	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 72	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><1761>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_rf_baud_rate	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 73	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 3 	(DW_OP_plus_uconst: 3)
 <2><177b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rx_modulation	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 74	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1793>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_modulation	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 75	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 2 byte block: 23 5 	(DW_OP_plus_uconst: 5)
 <2><17ab>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : rx_freq	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 76	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><17bd>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_freq	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 77	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 a 	(DW_OP_plus_uconst: 10)
 <2><17cf>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : dest	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 78	
     DW_AT_type        : <184f>	
     DW_AT_data_member_location: 2 byte block: 23 e 	(DW_OP_plus_uconst: 14)
 <2><17de>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : src	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 79	
     DW_AT_type        : <184f>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><17ec>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_preamble	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 80	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 1a 	(DW_OP_plus_uconst: 26)
 <2><1802>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : tx_postamble	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 81	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><1819>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : function_config	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 82	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 1e 	(DW_OP_plus_uconst: 30)
 <2><1833>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : function_config2	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 83	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <1><184f>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <185b>	
     DW_AT_type        : <2fe>	
 <2><1858>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 5	
 <1><185b>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : RADIO_CONFIGURATION_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 84	
     DW_AT_type        : <1704>	
 <1><1878>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <19ac>	
     DW_AT_byte_size   : 22	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 99	
 <2><1880>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wPacketsReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 88	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><189b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wRadioPktsReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 89	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><18b8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wRadioPktsTransmitted	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 90	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><18d8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wFSWLoadPktsReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 91	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><18f7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wAcksReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 92	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><190f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wNacksReceived	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 93	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 a 	(DW_OP_plus_uconst: 10)
 <2><1928>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wHeaderCSErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 94	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1942>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wPacketCSErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 95	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 e 	(DW_OP_plus_uconst: 14)
 <2><195c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wPacketTypeErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 96	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><1978>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wPayloadSizeErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 97	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 12 	(DW_OP_plus_uconst: 18)
 <2><1995>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : wSyncErrors	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 98	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <1><19ac>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : CommStats_t	
     DW_AT_decl_file   : 12	
     DW_AT_decl_line   : 99	
     DW_AT_type        : <1878>	
 <1><19bf>: Abbrev Number: 28 (DW_TAG_structure_type)
     DW_AT_sibling     : <1be2>	
     DW_AT_byte_size   : 500	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 37	
 <2><19c8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : sync	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 11	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><19d7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : mission_phase	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><19ef>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : time_code	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1a03>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : last_boot	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1a17>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : bootloader_ver	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><1a30>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : fsw_ver	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><1a42>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : fsw_active_partition	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><1a61>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : boot_count	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 18	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><1a76>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : comm_count	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 19	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><1a8b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : deploy_count	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 20	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><1aa2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : fip_active_script	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 21	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><1abe>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : fip_script_count	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 22	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><1ad9>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : radio_tx_enable	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><1af3>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : initial_wait	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><1b0a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : enable_deploy	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 25	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><1b22>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare2	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 26	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><1b33>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare3	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 27	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><1b44>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare4	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 28	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><1b55>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare5	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 29	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><1b66>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare6	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 30	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><1b77>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare7	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 31	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><1b88>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare8	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 32	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><1b99>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare9	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 33	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><1baa>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare10	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 34	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><1bbc>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : spare_array	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 35	
     DW_AT_type        : <1be2>	
     DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><1bd2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : crc	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 36	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 3 byte block: 23 f0 3 	(DW_OP_plus_uconst: 496)
 <1><1be2>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <1bee>	
     DW_AT_type        : <d08>	
 <2><1beb>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 99	
 <1><1bee>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : nv_status_struct_t	
     DW_AT_decl_file   : 13	
     DW_AT_decl_line   : 37	
     DW_AT_type        : <1c08>	
 <1><1c08>: Abbrev Number: 8 (DW_TAG_volatile_type)
     DW_AT_type        : <19bf>	
 <1><1c0d>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <1d0d>	
     DW_AT_byte_size   : 56	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 24	
 <2><1c15>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nAddr	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 10	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1c25>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nND	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 11	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1c33>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nEA	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1c41>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nTempOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1c54>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nXGyroOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><1c68>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nYGyroOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><1c7c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nZGyroOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><1c90>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nXAcclOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><1ca4>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nYAcclOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 18	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><1cb8>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nZAcclOut	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 19	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><1ccc>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nGPIO	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 20	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><1cdc>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nCount	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 21	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><1ced>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nCR	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 22	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><1cfb>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : unTime	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <1><1d0d>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : EPSON_IMU2_DATA_t	
     DW_AT_decl_file   : 14	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <1c0d>	
 <1><1d26>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <1d9e>	
     DW_AT_byte_size   : 24	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 16	
 <2><1d2e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nTemp	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 10	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1d3e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nStatus	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 11	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1d50>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nXGyroOut	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1d64>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nYGyroOut	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1d78>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : nZGyroOut	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <d23>	
     DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><1d8c>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : unTime	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <1><1d9e>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : ST_IMU1_DATA_t	
     DW_AT_decl_file   : 15	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <1d26>	
 <1><1db4>: Abbrev Number: 27 (DW_TAG_structure_type)
     DW_AT_sibling     : <1f67>	
     DW_AT_byte_size   : 177	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 33	
 <2><1dbc>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : uwPhase	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 10	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1dce>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : unTime	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 11	
     DW_AT_type        : <d08>	
     DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><1ddf>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : uwBeaconCount	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 12	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><1df7>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : uwTXCount	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 13	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1e0b>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : uwRXCount	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 14	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 2 byte block: 23 a 	(DW_OP_plus_uconst: 10)
 <2><1e1f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awCDHADCData	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 15	
     DW_AT_type        : <1f67>	
     DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1e36>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awEPS1ADCData	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <1f67>	
     DW_AT_data_member_location: 2 byte block: 23 1e 	(DW_OP_plus_uconst: 30)
 <2><1e4e>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awEPS2ADCData	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <1f67>	
     DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><1e66>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awSP1ADCData	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 18	
     DW_AT_type        : <1f67>	
     DW_AT_data_member_location: 2 byte block: 23 42 	(DW_OP_plus_uconst: 66)
 <2><1e7d>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awSP2ADCData	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 19	
     DW_AT_type        : <1f67>	
     DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><1e94>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awSP3ADCData	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 20	
     DW_AT_type        : <1f67>	
     DW_AT_data_member_location: 2 byte block: 23 66 	(DW_OP_plus_uconst: 102)
 <2><1eab>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awSP1MagData	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 22	
     DW_AT_type        : <1f73>	
     DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><1ec2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awSP2MagData	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 23	
     DW_AT_type        : <1f73>	
     DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><1eda>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awSP3MagData	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 24	
     DW_AT_type        : <1f73>	
     DW_AT_data_member_location: 3 byte block: 23 88 1 	(DW_OP_plus_uconst: 136)
 <2><1ef2>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : awBD4MagData	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 25	
     DW_AT_type        : <1f73>	
     DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><1f0a>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : uwIMU1Temp	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 29	
     DW_AT_type        : <ced>	
     DW_AT_data_member_location: 3 byte block: 23 98 1 	(DW_OP_plus_uconst: 152)
 <2><1f20>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : uwIMU1Gyro	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 30	
     DW_AT_type        : <1f7f>	
     DW_AT_data_member_location: 3 byte block: 23 9a 1 	(DW_OP_plus_uconst: 154)
 <2><1f36>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : uwFSWLoadPkts	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 31	
     DW_AT_type        : <cfa>	
     DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><1f4f>: Abbrev Number: 15 (DW_TAG_member)
     DW_AT_name        : LI_TLM_Data	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 32	
     DW_AT_type        : <1604>	
     DW_AT_data_member_location: 3 byte block: 23 a1 1 	(DW_OP_plus_uconst: 161)
 <1><1f67>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <1f73>	
     DW_AT_type        : <cfa>	
 <2><1f70>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 8	
 <1><1f73>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <1f7f>	
     DW_AT_type        : <cfa>	
 <2><1f7c>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 3	
 <1><1f7f>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <1f8b>	
     DW_AT_type        : <cfa>	
 <2><1f88>: Abbrev Number: 18 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 2	
 <1><1f8b>: Abbrev Number: 11 (DW_TAG_typedef)
     DW_AT_name        : BEACON_t	
     DW_AT_decl_file   : 16	
     DW_AT_decl_line   : 33	
     DW_AT_type        : <1db4>	
 <1><1f9b>: Abbrev Number: 29 (DW_TAG_variable)
     DW_AT_name        : cdhio	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 16	
     DW_AT_type        : <1faf>	
     DW_AT_external    : 1	
     DW_AT_location    : 5 byte block: 3 0 bf 1a 0 	(DW_OP_addr: bf1a00)
 <1><1faf>: Abbrev Number: 16 (DW_TAG_pointer_type)
     DW_AT_byte_size   : 4	
     DW_AT_type        : <155b>	
 <1><1fb5>: Abbrev Number: 17 (DW_TAG_array_type)
     DW_AT_sibling     : <1fc2>	
     DW_AT_type        : <ced>	
 <2><1fbe>: Abbrev Number: 30 (DW_TAG_subrange_type)
     DW_AT_upper_bound : 1023	
 <1><1fc2>: Abbrev Number: 29 (DW_TAG_variable)
     DW_AT_name        : buf	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 17	
     DW_AT_type        : <1fb5>	
     DW_AT_external    : 1	
     DW_AT_location    : 5 byte block: 3 0 bf 1a 10 	(DW_OP_addr: bf1a10)
  Compilation Unit:
   Length:        303
   Version:       2
   Abbrev Offset: 365
   Pointer Size:  4
 <0><1fe0>: Abbrev Number: 1 (DW_TAG_compile_unit)
     DW_AT_name        : D:\QB50\qb50_software\BootLoader\pe_hooks.c	
     DW_AT_comp_dir    : D:\QB50\qb50_software\BootLoader	
     DW_AT_producer    : GNU C 2.95.3 20010315 (release)(ColdFire patches - 20010318 from http://fiddes.net/coldfire/)	
     DW_AT_language    : 1	(ANSI C)
     DW_AT_stmt_list   : 2565	
 <1><2091>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_external    : 1	
     DW_AT_name        : memory_init_hook	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 15	
     DW_AT_prototyped  : 1	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><20a8>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_external    : 1	
     DW_AT_name        : hardware_init_hook	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 22	
     DW_AT_prototyped  : 1	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><20c1>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_external    : 1	
     DW_AT_name        : software_init_hook	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 27	
     DW_AT_prototyped  : 1	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><20da>: Abbrev Number: 3 (DW_TAG_subprogram)
     DW_AT_abstract_origin: <bc>	
     DW_AT_low_pc      : 0x4cc	
     DW_AT_high_pc     : 0x4d4	
     DW_AT_frame_base  : 1 byte block: 5e 	(reg 14)
 <1><20e9>: Abbrev Number: 3 (DW_TAG_subprogram)
     DW_AT_abstract_origin: <d3>	
     DW_AT_low_pc      : 0x4d4	
     DW_AT_high_pc     : 0x4dc	
     DW_AT_frame_base  : 1 byte block: 5e 	(reg 14)
 <1><20f8>: Abbrev Number: 3 (DW_TAG_subprogram)
     DW_AT_abstract_origin: <ec>	
     DW_AT_low_pc      : 0x4dc	
     DW_AT_high_pc     : 0x4e4	
     DW_AT_frame_base  : 1 byte block: 5e 	(reg 14)
  Compilation Unit:
   Length:        9743
   Version:       2
   Abbrev Offset: 411
   Pointer Size:  4
 <0><2113>: Abbrev Number: 1 (DW_TAG_compile_unit)
     DW_AT_name        : D:\QB50\qb50_software\BootLoader\pe_vectors_MCF51ACx.c	
     DW_AT_comp_dir    : D:\QB50\qb50_software\BootLoader	
     DW_AT_producer    : GNU C 2.95.3 20010315 (release)(ColdFire patches - 20010318 from http://fiddes.net/coldfire/)	
     DW_AT_language    : 1	(ANSI C)
     DW_AT_low_pc      : 0xbc4	
     DW_AT_high_pc     : 0xe14	
     DW_AT_stmt_list   : 2726	
 <1><21d7>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_name        : QB50_Isr	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 18	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><21e4>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_name        : AccessErrorIsr	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 37	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><21f7>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_name        : AddressErrorIsr	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 43	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><220b>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_name        : IllegalInstructionIsr	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 49	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><2225>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_name        : UnhandledInterrupt	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 55	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><223c>: Abbrev Number: 2 (DW_TAG_subprogram)
     DW_AT_name        : PrivilegeViolationIsr	
     DW_AT_decl_file   : 1	
     DW_AT_decl_line   : 61	
     DW_AT_inline      : 3	(declared as inline and inlined)
 <1><2256>: Abbrev Number: 2 (DW_TAG_subprogram)
